Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Export successful: {name}
de: Export erfolgreich: {name}
es: Exportación exitosa: {name}
fr: Exportation réussie : {name}
pt: Exportação bem-sucedida: {name}
uk: Експорт успішний: {name}

source: Export failed: {error}
de: Export fehlgeschlagen: {error}
es: Exportación fallida: {error}
fr: Échec de l’exportation : {error}
pt: Exportação falhou: {error}
uk: Помилка експорту: {error}

source: Object exported successfully.
es: Objeto exportado correctamente.
pt: Objeto exportado com sucesso.
uk: Об'єкт успішно експортовано.

source: Failed to export object: {error}
es: Error al exportar el objeto: {error}
pt: Falha ao exportar objeto: {error}
uk: Не вдалося експортувати об'єкт: {error}

source: Cannot export: Document has no geometry.
es: No se puede exportar: El documento no tiene geometría.
pt: Não é possível exportar: O documento não tem geometria.
uk: Неможливо експортувати: Документ не має геометрії.

source: Document exported successfully.
es: Documento exportado correctamente.
pt: Documento exportado com sucesso.
uk: Документ успішно експортовано.

source: Failed to export document: {error}
es: Error al exportar el documento: {error}
pt: Falha ao exportar documento: {error}
uk: Не вдалося експортувати документ: {error}

source: Project saved: {name}
de: Projekt gespeichert: {name}
es: Proyecto guardado: {name}
fr: Projet enregistré : {name}
pt: Projeto guardado: {name}
uk: Проект збережено: {name}

source: Save failed: {error}
de: Speichern fehlgeschlagen: {error}
es: Error al guardar: {error}
fr: Échec de l'enregistrement : {error}
pt: Falha ao guardar: {error}
uk: Помилка збереження: {error}

source: File not found: {name}
de: Datei nicht gefunden: {name}
es: Archivo no encontrado: {name}
fr: Fichier non trouvé : {name}
pt: Ficheiro não encontrado: {name}
uk: Файл не знайдено: {name}

source: Invalid project file format
de: Ungültiges Projektdateiformat
es: Formato de archivo de proyecto no válido
fr: Format de fichier de projet non valide
pt: Formato de ficheiro de projeto inválido
uk: Неправильний формат файлу проекту

source: Load failed: {error}
de: Laden fehlgeschlagen: {error}
es: Error al cargar: {error}
fr: Échec du chargement : {error}
pt: Falha ao carregar: {error}
uk: Помилка завантаження: {error}

source: Could not fit the following items: {item_names}
de: Die folgenden Elemente konnten nicht platziert werden: {item_names}
es: No se pudieron encajar los siguientes elementos: {item_names}
fr: Impossible de placer les éléments suivants : {item_names}
pt: Não foi possível encaixar os seguintes itens: {item_names}
uk: Не вдалося розмістити наступні елементи: {item_names}

source: Stock {count}
de: Material {count}
es: Material {count}
fr: Brut {count}
pt: Material {count}
uk: Заготовка {count}

source: Toggle stock visibility
de: Material-Sichtbarkeit umschalten
es: Alternar visibilidad del material de base
fr: Afficher/Masquer la visibilité du brut
pt: Alternar visibilidade do material
uk: Перемкнути видимість заготовки

source: Rename Stock Asset
de: Materialelement umbenennen
es: Renombrar recurso de material de base
fr: Renommer la ressource de brut
pt: Renomear Recurso de Material
uk: Перейменувати ресурс заготовки

source: Change stock thickness
de: Materialstärke ändern
es: Cambiar grosor del material de base
fr: Modifier l’épaisseur du brut
pt: Alterar espessura do material
uk: Змінити товщину заготовки

source: Change stock material
de: Material ändern
es: Cambiar material de base
fr: Modifier le matériau du brut
pt: Alterar material de base
uk: Змінити матеріал заготовки

source: Add Tab
de: Haltesteg hinzufügen
es: Añadir pestaña de sujeción
fr: Ajouter une languette
pt: Adicionar Aba de Fixação
uk: Додати таб

source: Clear Tabs
de: Alle Haltestege entfernen
es: Eliminar todas las pestañas de sujeción
fr: Effacer les languettes
pt: Limpar Abas de Fixação
uk: Очистити таби

source: Toggle Tabs
de: Haltestege umschalten
es: Alternar pestañas de sujeción
fr: Activer/Désactiver les languettes
pt: Alternar Abas de Fixação
uk: Перемкнути таби

source: Change Tab Width
de: Breite der Haltestege ändern
es: Cambiar ancho de pestaña
fr: Modifier la largeur de la languette
pt: Alterar Largura da Aba
uk: Змінити ширину табу

source: Move to another layer
de: Auf eine andere Ebene verschieben
es: Mover a otra capa
fr: Déplacer vers un autre calque
pt: Mover para outra camada
uk: Перемістити на інший шар

source: Layer
de: Ebene
es: Capa
fr: Calque
pt: Camada
uk: Шар

source: Rename layer
de: Ebene umbenennen
es: Renombrar capa
fr: Renommer le calque
pt: Renomear camada
uk: Перейменувати шар

source: Toggle layer visibility
de: Sichtbarkeit der Ebene umschalten
es: Alternar visibilidad de la capa
fr: Afficher/Masquer la visibilité du calque
pt: Alternar visibilidade da camada
uk: Перемкнути видимість шару

source: Set active layer
de: Aktive Ebene festlegen
es: Establecer capa activa
fr: Définir le calque actif
pt: Definir camada ativa
uk: Встановити активний шар

source: Remove layer '{name}'
de: Ebene „{name}“ entfernen
es: Eliminar capa '{name}'
fr: Supprimer le calque « {name} »
pt: Remover camada '{name}'
uk: Видалити шар '{name}'

source: Reorder layers
de: Ebenen neu anordnen
es: Reordenar capas
fr: Réorganiser les calques
pt: Reordenar camadas
uk: Змінити порядок шарів

source: Grouping items...
de: Elemente werden gruppiert...
es: Agrupando elementos...
fr: Groupement des éléments...
pt: Agrupando itens...
uk: Групування елементів...

source: Ungrouping items...
de: Gruppierung der Elemente wird aufgehoben...
es: Desagrupando elementos...
fr: Dégroupement des éléments...
pt: Desagrupando itens...
uk: Розгрупування елементів...

source: Split item(s)
de: Element(e) teilen
es: Dividir elemento(s)
fr: Scinder le(s) élément(s)
pt: Dividir item(ns)
uk: Розділити елемент(и)

source: Remove original item
de: Originalelement entfernen
es: Eliminar elemento original
fr: Supprimer l'élément original
pt: Remover item original
uk: Видалити вихідний елемент

source: Add split fragments
de: Geteilte Fragmente hinzufügen
es: Añadir fragmentos divididos
fr: Ajouter les fragments scindés
pt: Adicionar fragmentos divididos
uk: Додати фрагменти розбиття

source: Paste item(s)
de: Element(e) einfügen
es: Pegar elemento(s)
fr: Coller le(s) élément(s)
pt: Colar item(ns)
uk: Вставити елемент(и)

source: Paste item
de: Element einfügen
es: Pegar elemento
fr: Coller l’élément
pt: Colar item
uk: Вставити елемент

source: Duplicate item(s)
de: Element(e) duplizieren
es: Duplicar elemento(s)
fr: Dupliquer le(s) élément(s)
pt: Duplicar item(ns)
uk: Дублювати елемент(и)

source: Duplicate item
de: Element duplizieren
es: Duplicar elemento
fr: Dupliquer l’élément
pt: Duplicar item
uk: Дублювати елемент

source: Add item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
pt: Adicionar item
uk: Додати елемент

source: Remove item
de: Element entfernen
es: Eliminar elemento
fr: Supprimer l’élément
pt: Remover item
uk: Видалити елемент

source: Remove all workpieces
de: Alle Werkstücke entfernen
es: Eliminar todas las piezas de trabajo
fr: Supprimer toutes les pièces
pt: Remover todas as peças de trabalho
uk: Видалити всі робочі деталі

source: Clear Layer Items
de: Elemente der Ebene löschen
es: Eliminar elementos de la capa
fr: Vider les éléments du calque
pt: Limpar Itens da Camada
uk: Очистити елементи шару

source: Add Sketch Instance
de: Skizzeninstanz hinzufügen
es: Añadir instancia de boceto
fr: Ajouter une instance d'esquisse
pt: Adicionar Instância de Esboço
uk: Додати екземпляр ескізу

source: Position at Point
de: An Punkt positionieren
es: Posicionar en punto
fr: Positionner au point
pt: Posicionar no Ponto
uk: Позиціювати в точці

source: Failed to process image data.
de: Verarbeitung der Bilddaten fehlgeschlagen.
es: Error al procesar datos de imagen.
fr: Échec du traitement des données d'image.
pt: Falha ao processar dados de imagem.
uk: Не вдалося обробити дані зображення.

source: Could not calculate SVG metadata.
de: SVG-Metadaten konnten nicht berechnet werden.
es: No se pudieron calcular los metadatos SVG.
fr: Impossible de calculer les métadonnées SVG.
pt: Não foi possível calcular metadados SVG.
uk: Не вдалося обчислити метадані SVG.

source: Failed to prepare trimmed SVG data.
de: Zugeschnittene SVG-Daten konnten nicht vorbereitet werden.
es: Error al preparar datos SVG recortados.
fr: Échec de la préparation des données SVG rognées.
pt: Falha ao preparar dados SVG aparados.
uk: Не вдалося підготувати обрізані дані SVG.

source: SVG contains no geometry or dimensions.
de: SVG enthält keine Geometrie oder Abmessungen.
es: El SVG no contiene geometría ni dimensiones.
fr: Le SVG ne contient ni géométrie ni dimensions.
pt: O SVG não contém geometria ou dimensões.
uk: SVG не містить геометрії або розмірів.

source: Could not determine valid SVG dimensions.
de: Gültige SVG-Abmessungen konnten nicht ermittelt werden.
es: No se pudieron determinar dimensiones SVG válidas.
fr: Impossible de déterminer des dimensions SVG valides.
pt: Não foi possível determinar dimensões SVG válidas.
uk: Не вдалося визначити допустимі розміри SVG.

source: Cannot determine valid dimensions for tracing.
de: Gültige Abmessungen für das Nachzeichnen konnten nicht ermittelt werden.
es: No se pudieron determinar dimensiones válidas para trazar.
fr: Impossible de déterminer des dimensions valides pour le traçage.
pt: Não é possível determinar dimensões válidas para rastreamento.
uk: Не вдалося визначити допустимі розміри для трасування.

source: Failed to rasterize SVG for tracing.
de: Rasterisierung des SVG für das Nachzeichnen fehlgeschlagen.
es: Error al rasterizar SVG para trazar.
fr: Échec de la rasterisation du SVG pour le traçage.
pt: Falha ao rasterizar SVG para rastreamento.
uk: Не вдалося растеризувати SVG для трасування.

source: Failed to normalize image data.
de: Normalisierung der Bilddaten fehlgeschlagen.
es: Error al normalizar datos de imagen.
fr: Échec de la normalisation des données d'image.
pt: Falha ao normalizar dados de imagem.
uk: Не вдалося нормалізувати дані зображення.

source: PDF file contains no pages.
de: PDF-Datei enthält keine Seiten.
es: El archivo PDF no contiene páginas.
fr: Le fichier PDF ne contient aucune page.
pt: O ficheiro PDF não contém páginas.
uk: PDF-файл не містить сторінок.

source: Failed to process PDF image data.
de: Verarbeitung der PDF-Bilddaten fehlgeschlagen.
es: Error al procesar datos de imagen PDF.
fr: Échec du traitement des données d'image PDF.
pt: Falha ao processar dados de imagem PDF.
uk: Не вдалося обробити дані зображення PDF.

source: PDF page has zero dimensions
de: PDF-Seite hat keine Abmessungen
es: La página PDF tiene dimensiones cero
fr: La page PDF a des dimensions nulles.
pt: A página PDF tem dimensões zero
uk: Сторінка PDF має нульові розміри

source: Failed to rasterize PDF
de: Rasterisierung des PDF fehlgeschlagen
es: Error al rasterizar PDF
fr: Échec de la rasterisation du PDF.
pt: Falha ao rasterizar PDF
uk: Не вдалося растеризувати PDF

source: Invalid or unsupported BMP data.
de: Ungültige oder nicht unterstützte BMP-Daten.
es: Datos BMP no válidos o no compatibles.
fr: Données BMP non valides ou non prises en charge.
pt: Dados BMP inválidos ou não suportados.
uk: Неприпустимі або непідтримувані дані BMP.

source: File contains no vector commands.
de: Datei enthält keine Vektorbefehle.
es: El archivo no contiene comandos de vector.
fr: Le fichier ne contient aucune commande de vecteur.
pt: O ficheiro não contém comandos vetoriais.
uk: Файл не містить векторних команд.

source: {power_percent}% power, {speed} mm/min
de: {power_percent}% Leistung, {speed} mm/min
pt: {power_percent}% potência, {speed} mm/min

source: Speed in mm/min
de: Geschwindigkeit in mm/min
fr: Vitesse en mm/min
pt: Velocidade em mm/min

source: Distance in mm
de: Abstand in mm
fr: Distance en mm
pt: Distância em mm

source: Maximum deviation from original path when fitting arcs (in mm). Lower values drastically increase processing time and job size
de: Maximale Abweichung vom Originalpfad beim Anpassen von Bögen (in mm). Niedrigere Werte erhöhen die Verarbeitungszeit und Auftragsgröße drastisch
fr: Écart maximal par rapport à la trajectoire d'origine lors de l'ajustement des arcs (en mm). Des valeurs plus faibles augmentent considérablement le temps de traitement et la taille de la tâche.
pt: Desvio máximo do caminho original ao ajustar arcos (em mm). Valores mais baixos aumentam drasticamente o tempo de processamento e o tamanho do trabalho

source: No driver selected
de: Kein Treiber ausgewählt
fr: Aucun pilote sélectionné
pt: Nenhum driver selecionado

source: Dimensions
pt: Dimensões

source: Configure the physical work area size.
pt: Configurar o tamanho da área de trabalho física.

source: Width of the machine work area in mm
de: Breite des Maschinenarbeitsbereichs in mm
fr: Largeur de la zone de travail de la machine en mm
pt: Largura da área de trabalho da máquina em mm

source: Height of the machine work area in mm
de: Höhe des Maschinenarbeitsbereichs in mm
fr: Hauteur de la zone de travail de la machine en mm
pt: Altura da área de trabalho da máquina em mm

source: Configure coordinate system and axis orientation.
pt: Configurar sistema de coordenadas e orientação dos eixos.

source: X Offset
de: X-Versatz
fr: Décalage X
pt: Deslocamento X

source: Offset to add to each gcode command on X axis
pt: Deslocamento a adicionar a cada comando gcode no eixo X

source: Y Offset
de: Y-Versatz
fr: Décalage Y
pt: Deslocamento Y

source: Offset to add to each gcode command on Y axis
pt: Deslocamento a adicionar a cada comando gcode no eixo Y

source: Distance between scan lines in mm (for Engrave mode). Leave at 0 to use laser spot size.
pt: Distância entre linhas de varredura em mm (para modo Gravação). Deixe em0 para usar o tamanho do ponto do laser.

source: Distance between scan lines in mm. Leave at 0 to use laser spot size
pt: Distância entre linhas de varredura em mm. Deixe em0 para usar o tamanho do ponto do laser

source: Z Step-Down per Pass (mm)
de: Z-Absenkung pro Durchgang (mm)
fr: Descente en Z par passe (mm)
pt: Recuo em Z por Passagem (mm)

source: Distance to lower Z-axis for each subsequent pass
de: Abstand, um den die Z-Achse bei jedem nachfolgenden Durchgang abgesenkt wird
fr: Distance de descente de l’axe Z pour chaque passe suivante
pt: Distância para baixar o eixo Z a cada passagem subsequente

source: Zero is on the right
de: Nullpunkt ist rechts
fr: Le zéro est à droite
pt: O zero fica à direita

source: Zero is on the left
de: Nullpunkt ist auf der linken Seite
fr: Le zéro est à gauche
pt: O zero fica à esquerda

source: Zero is at the top
de: Nullpunkt ist oben
fr: Le zéro est en haut
pt: O zero fica na parte superior

source: Zero is at the bottom
de: Nullpunkt ist unten
fr: Le zéro est en bas
pt: O zero fica na parte inferior

source: Reset tab width to default (1.0 mm)
de: Breite der Haltestege auf Standard (1,0 mm) zurücksetzen
fr: Réinitialiser la largeur de la languette à la valeur par défaut (1,0 mm)
pt: Redefinir largura da aba para o padrão (1.0 mm)

source: The width (X-axis) of the machine work area in mm.
de: Die Breite (X-Achse) des Arbeitsbereichs der Maschine in mm.
fr: La largeur (axe X) de la zone de travail de la machine en mm.
pt: A largura (eixo X) da área de trabalho da máquina em mm.

source: The height (Y-axis) of the machine work area in mm.
de: Die Höhe (Y-Achse) des Arbeitsbereichs der Maschine in mm.
fr: La hauteur (axe Y) de la zone de travail de la machine en mm.
pt: A altura (eixo Y) da área de trabalho da máquina em mm.

source: GRBL (universal)
de: GRBL (universell)
fr: GRBL (universel)

source: Standard GRBL for most diode lasers and hobby CNCs.
de: Standard-GRBL für die meisten Diodenlaser und Hobby-CNCs.
fr: GRBL standard pour la plupart des lasers à diode et des CNC de loisir.

source: GRBL (no Z axis)
de: GRBL (ohne Z-Achse)
fr: GRBL (sans axe Z)

source: Standard GRBL, but removes Z axis commands for more efficient G-code.
de: Standard-GRBL, entfernt jedoch Befehle der Z-Achse für effizienteren G-Code.
fr: GRBL standard, mais supprime les commandes de l’axe Z pour un G-code plus efficace.

source: G-code dialect for Smoothieware-based controllers.
de: G-Code-Dialekt für Smoothieware-basierte Steuerungen.
fr: Dialecte G-code pour les contrôleurs basés sur Smoothieware.

source: G-code for Marlin-based controllers, common in 3D printers.
de: G-Code für Marlin-basierte Steuerungen, üblich bei 3D-Druckern.
fr: G-code pour les contrôleurs basés sur Marlin, commun pour les imprimantes 3D.

source: Export Sketch...
de: Skizze exportieren...
fr: Exporter l'esquisse...

source: Configure the selected camera
de: Ausgewählte Kamera konfigurieren
fr: Configurer la caméra sélectionnée

source: Machine Hours
de: Betriebsstunden
fr: Heures machine

source: Output
de: Ausgabe
fr: Sortie

source: Configure G-code flavor and format for your machine
de: Konfiguriere die G-Code-Variante und das Format für deine Maschine.
fr: Configurez le type et le format de G-code pour votre machine.

source: G-Code Dialect
de: G-Code-Dialekt
fr: Dialecte G-code

source: Number of decimal places for coordinates (e.g., 3 for mm, 6 for µm)
de: Anzahl der Dezimalstellen für Koordinaten (z. B. 3 für mm, 6 für µm).
fr: Nombre de décimales pour les coordonnées (par ex. : 3 pour les mm, 6 pour les µm).

source: Generate G2/G3 arc commands for smoother paths. Disable if your machine does not support arcs
de: G2/G3-Bogenbefehle für glattere Pfade generieren. Deaktivieren, wenn deine Maschine keine Bögen unterstützt
fr: Générer des commandes d'arc G2/G3 pour des trajectoires plus fluides. Désactivez si votre machine ne prend pas en charge les arcs.

source: Dialect Management
de: Dialekt-Verwaltung
fr: Gestion des dialectes

source: Create and manage custom G-code dialect definitions.
de: Erstellen und Verwalten benutzerdefinierter G-Code-Dialektdefinitionen.
fr: Créez et gérez des définitions de dialectes G-code personnalisés.

source: No dialects available.
de: Keine Dialekte verfügbar.
fr: Aucun dialecte disponible.

source: Configure the selected laser
de: Ausgewählten Laser konfigurieren
fr: Configurer le laser sélectionné

source: Hours
de: Betriebsstunden
fr: Heures

source: Startup Behavior
de: Startverhalten
fr: Comportement au démarrage

source: Axes &amp; Dimensions
de: Achsen &amp; Abmessungen
fr: Axes et dimensions

source: Offset to add to each gcode command on x axis.
de: Versatz, der zu jedem G-Code-Befehl auf der X-Achse hinzugefügt wird.
fr: Décalage à ajouter à chaque commande G-code sur l'axe X.

source: Offset to add to each gcode command on y axis.
de: Versatz, der zu jedem G-Code-Befehl auf der Y-Achse hinzugefügt wird.
fr: Décalage à ajouter à chaque commande G-code sur l'axe Y.

source: Please select a single sketch to export.
de: Bitte wähle eine einzelne Skizze zum Exportieren aus.
fr: Veuillez sélectionner une seule esquisse à exporter.

source: Sketch exported successfully.
de: Skizze erfolgreich exportiert.
fr: Esquisse exportée avec succès.

source: Failed to save sketch file.
de: Fehler beim Speichern der Skizzendatei.
fr: Échec de l'enregistrement du fichier d'esquisse.

source: Error exporting sketch: {error}
de: Fehler beim Exportieren der Skizze: {error}
fr: Erreur lors de l'exportation de l'esquisse : {error}

source: Direction
de: Richtung

source: Raster direction in degrees (0°=horizontal, 90°=vertical)
de: Rasterrichtung in Grad (0°=horizontal, 90°=vertikal)

source: Change Raster Direction
de: Rasterrichtung ändern

source: Pixel brightness value to consider black (0-255)
de: Pixel-Helligkeitswert, der als Schwarz gilt (0-255)
fr: Valeur de luminosité du pixel à considérer comme noir (0-255)

source: Change Raster Threshold
de: Rasterschwellenwert ändern
fr: Modifier le seuil de tramage

source: Perform a second pass at 90 degrees for a denser fill
de: Führe einen zweiten Durchgang bei 90 Grad für eine dichtere Füllung durch
fr: Effectuer un second passage à 90 degrés pour un remplissage plus dense

source: Toggle Cross-Hatch
de: Kreuzschraffur umschalten
fr: Activer/Désactiver les hachures croisées

source: Toggle Invert
de: Invertieren umschalten
fr: Inverser

source: Change Depth Engraving setting
de: Einstellung für Tiefengravur ändern
fr: Modifier le paramètre de gravure en profondeur

source: Export Sketch
de: Skizze exportieren
fr: Exporter l'esquisse

source: Engrave (Raster)
de: Gravieren (Raster)
fr: Gravure (Trame)

source: Engrave (Depth-Aware)
de: Gravieren (Tiefenbasiert)
fr: Gravure (sensible à la profondeur)

source: Encoding for 3D preview...
de: Kodierung für 3D-Vorschau...
fr: Encodage pour l'aperçu 3D...

source: Generating path for '{name}'
de: Pfad für „{name}“ generieren
fr: Génération du chemin pour « {name} »

source: Project loaded: {name}
fr: Projet chargé : {name}
