Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Change Edge Tracer Setting
de: Einstellung für Konturverfolgung ändern
es: Cambiar ajuste del trazador de bordes
fr: Modifier le paramètre du traceur de contour
pt: Alterar Configuração do Traçador de Bordas
uk: Змінити налаштування трасування країв

source: Gravity
de: Anziehung
es: Gravedad
fr: Gravité
pt: Gravidade
uk: Гравітація

source: Pulls the hull inward. 0.0 is a standard convex hull
de: Zieht die Hülle nach innen. 0.0 ist eine standardmäßige konvexe Hülle
es: Tira de la envoltura hacia adentro. 0.0 es una envoltura convexa estándar.
fr: Tire l'enveloppe vers l'intérieur. 0.0 correspond à une enveloppe convexe standard
pt: Puxa o invólucro para dentro. 0.0 é um invólucro convexo padrão.
uk: Тягне оболонку всередину. 0.0 — стандартна опукла оболонка

source: Change Shrinkwrap Setting
de: Umhüllungseinstellung ändern
es: Cambiar ajuste de envoltura
fr: Modifier le paramètre d'enveloppe
pt: Alterar Configuração de Envoltório
uk: Змінити налаштування стягування

source: Number of Passes
de: Anzahl der Durchgänge
es: Número de pasadas
fr: Nombre de passes
pt: Número de Passagens
uk: Кількість проходів

source: How often to repeat the entire step
de: Wie oft dieser Arbeitsschritt wiederholt werden soll
es: Cuántas veces repetir el paso completo
fr: Fréquence de répétition de l’ensemble de l’étape
pt: Com que frequência repetir a etapa inteira
uk: Як часто повторювати весь крок

source: Z Step-Down per Pass
es: Descenso de Z por pasada
uk: Зниження Z за прохід

source: Distance to lower Z-axis for each subsequent pass in machine units
es: Distancia para bajar el eje Z en cada pasada posterior en unidades de máquina
uk: Відстань зниження осі Z для кожного наступного проходу в одиницях машини

source: Change number of passes
de: Anzahl der Durchgänge ändern
es: Cambiar número de pasadas
fr: Modifier le nombre de passes
pt: Alterar número de passagens
uk: Змінити кількість проходів

source: Change Z Step-Down
de: Z-Absenkung ändern
es: Cambiar descenso en Z
fr: Modifier la descente en Z
pt: Alterar Recuo em Z
uk: Змінити зниження Z

source: Core Materials
de: Kernmaterialien
es: Materiales base
fr: Matériaux de base
pt: Materiais Essenciais
uk: Основні матеріали

source: Read-only core library
de: Schreibgeschützte Kernbibliothek
es: Biblioteca base de solo lectura
fr: Bibliothèque de base en lecture seule
pt: Biblioteca essencial somente leitura
uk: Основна бібліотека тільки для читання

source: 1 material
fr: 1 matériau
uk: 1 матеріал

source: {count} materials
de: {count} Materialien
es: {count} materiales
fr: {count} matériaux
pt: {count} materiais
uk: {count} матеріалів

source: Library from package: ({source})
de: Bibliothek aus Paket: ({source})
es: Biblioteca del paquete: ({source})
fr: Bibliothèque du paquet : ({source})
pt: Biblioteca do pacote: ({source})
uk: Бібліотека з пакету: ({source})

source: Add New Library
de: Neue Bibliothek hinzufügen
es: Añadir nueva biblioteca
fr: Ajouter une nouvelle bibliothèque
pt: Adicionar Nova Biblioteca
uk: Додати нову бібліотеку

source: No user libraries found.
de: Keine Benutzerbibliotheken gefunden.
es: No se encontraron bibliotecas de usuario.
fr: Aucune bibliothèque utilisateur trouvée.
pt: Nenhuma biblioteca de usuário encontrada.
uk: Користувацькі бібліотеки не знайдено.

source: Delete '{name}'?
de: „{name}“ löschen?
es: ¿Eliminar '{name}'?
fr: Supprimer « {name} » ?
pt: Excluir '{name}'?
uk: Видалити '{name}'?

source: The library folder and all its materials will be permanently removed. This action cannot be undone.
de: Der Bibliotheksordner und alle seine Materialien werden dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: La carpeta de la biblioteca y todos sus materiales se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Le dossier de la bibliothèque et tous ses matériaux seront définitivement supprimés. Cette action est irréversible.
pt: A pasta da biblioteca e todos os seus materiais serão removidos permanentemente. Esta ação não pode ser desfeita.
uk: Папку бібліотеки та всі її матеріали буде остаточно видалено. Цю дію неможливо скасувати.

source: Edit Library
de: Bibliothek bearbeiten
es: Editar biblioteca
fr: Modifier la bibliothèque
pt: Editar Biblioteca
uk: Редагувати бібліотеку

source: Enter a new name for the library:
de: Gib einen neuen Namen für die Bibliothek ein:
es: Introduce un nuevo nombre para la biblioteca:
fr: Saisir un nouveau nom pour la bibliothèque :
pt: Insira um novo nome para a biblioteca:
uk: Введіть нову назву бібліотеки:

source: Library name
de: Bibliotheksname
es: Nombre de la biblioteca
fr: Nom de la bibliothèque
pt: Nome da biblioteca
uk: Назва бібліотеки

source: Failed to rename library.
de: Fehler beim Umbenennen der Bibliothek.
es: Error al renombrar la biblioteca.
fr: Échec du renommage de la bibliothèque.
pt: Falha ao renomear biblioteca.
uk: Не вдалося перейменувати бібліотеку.

source: Enter a name for the new library folder:
de: Gib einen Namen für den neuen Bibliotheksordner ein:
es: Introduce un nombre para la nueva carpeta de la biblioteca:
fr: Saisir un nom pour le nouveau dossier de bibliothèque :
pt: Insira um nome para a nova pasta da biblioteca:
uk: Введіть назву для нової папки бібліотеки:

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
pt: Adicionar
uk: Додати

source: Failed to create library. A folder with that name may already exist.
de: Fehler beim Erstellen der Bibliothek. Ein Ordner mit diesem Namen existiert möglicherweise bereits.
es: Error al crear la biblioteca. Puede que ya exista una carpeta con ese nombre.
fr: Échec de la création de la bibliothèque. Un dossier du même nom existe peut-être déjà.
pt: Falha ao criar biblioteca. Uma pasta com esse nome pode já existir.
uk: Не вдалося створити бібліотеку. Папка з такою назвою може вже існувати.

source: General Settings
de: Allgemeine Einstellungen
es: Ajustes generales
fr: Paramètres généraux
pt: Configurações Gerais
uk: Загальні налаштування

source: Power, speed, and laser head selection for this operation.
es: Potencia, velocidad y selección de cabezal láser para esta operación.
pt: Seleção de potência, velocidade e cabeça de laser para esta operação.
uk: Потужність, швидкість та вибір лазерної головки для цієї операції.

source: Power (%)
de: Leistung (%)
es: Potencia (%)
fr: Puissance (%)
pt: Potência (%)
uk: Потужність (%)

source: Max: {max_speed}
es: Máx.: {max_speed}
pt: Máx: {max_speed}
uk: Макс: {max_speed}

source: Travel Speed
de: Verfahrgeschwindigkeit
es: Velocidad de desplazamiento
fr: Vitesse de déplacement
pt: Velocidade de Deslocamento
uk: Швидкість переміщення

source: Beam Width (Kerf)
de: Strahlbreite (Schnittfuge)
es: Ancho del haz (Ancho de corte)
fr: Largeur du faisceau (Trait de coupe)
pt: Largura do Feixe (Largura do corte)
uk: Ширина променя (пропил)

source: Effective laser cut width in machine units
de: Die effektive Breite des Laserschnitts in Maschineneinheiten.
es: Ancho efectivo del corte láser en unidades de la máquina.
fr: Largeur de coupe effective du laser en unités machine
pt: Largura efetiva do corte a laser em unidades da máquina
uk: Ефективна ширина лазерного різу в одиницях машини

source: Change Laser
de: Laser ändern
es: Cambiar láser
fr: Changer de laser
pt: Alterar Laser
uk: Змінити лазер

source: Change Kerf
de: Schnittfuge ändern
es: Cambiar ancho de corte
fr: Modifier le trait de coupe
pt: Alterar Largura do Corte
uk: Змінити пропил

source: Change laser power
de: Laserleistung ändern
es: Cambiar potencia del láser
fr: Modifier la puissance du laser
pt: Alterar potência do laser
uk: Змінити потужність лазера

source: Change cut speed
de: Schnittgeschwindigkeit ändern
es: Cambiar velocidad de corte
fr: Modifier la vitesse de coupe
pt: Alterar velocidade de corte
uk: Змінити швидкість різання

source: Change Travel Speed
de: Verfahrgeschwindigkeit ändern
es: Cambiar velocidad de desplazamiento
fr: Modifier la vitesse de déplacement
pt: Alterar Velocidade de Deslocamento
uk: Змінити швидкість переміщення

source: Toggle air assist
de: Druckluftunterstützung umschalten
es: Alternar asistencia de aire
fr: Activer/Désactiver l’assistance d’air
pt: Alternar assistência de ar
uk: Перемкнути повітряну допомогу

source: No post-processing options available for this step.
de: Für diesen Schritt sind keine Nachbearbeitungsoptionen verfügbar.
es: No hay opciones de postprocesamiento disponibles para este paso.
fr: Aucune option de post-traitement disponible pour cette étape.
pt: Nenhuma opção de pós-processamento disponível para esta etapa.
uk: Для цього кроку немає доступних опцій постобробки.

source: {name} Settings
de: {name}-Einstellungen
es: Ajustes de {name}
fr: Paramètres de {name}
pt: Configurações de {name}
uk: Налаштування {name}

source: Step Settings
de: Schritteinstellungen
es: Ajustes del paso
fr: Paramètres de l'étape
pt: Configurações da Etapa
uk: Налаштування кроку

source: Post Processing
de: Nachbearbeitung
es: Postprocesamiento
fr: Post-traitement
pt: Pós-processamento
uk: Постобробка

source: Edit Recipe
de: Rezept bearbeiten
es: Editar receta
fr: Modifier la recette
pt: Editar Receita
uk: Редагувати рецепт

source: Add New Recipe
de: Neues Rezept hinzufügen
es: Añadir nueva receta
fr: Ajouter une nouvelle recette
pt: Adicionar Nova Receita
uk: Додати новий рецепт

source: Applicability
de: Anwendbarkeit
es: Aplicabilidad
fr: Applicabilité
pt: Aplicabilidade
uk: Застосовність

source: Recipe
de: Rezept
es: Receta
fr: Recette
pt: Receita
uk: Рецепт

source: A named preset of settings that can be automatically applied later.
de: Eine benannte Voreinstellung, die später automatisch angewendet werden kann.
es: Un preajuste de configuración con nombre que se puede aplicar automáticamente más tarde.
fr: Un préréglage de paramètres nommé qui peut être appliqué automatiquement plus tard.
pt: Uma predefinição de configurações nomeada que pode ser aplicada automaticamente mais tarde.
uk: Іменований пресет налаштувань, який можна автоматично застосувати пізніше.

source: Define when this recipe should be suggested. Leave fields blank to match any value.
de: Definiere, wann dieses Rezept vorgeschlagen werden soll. Leere Felder gelten für jeden Wert.
es: Define cuándo se debe sugerir esta receta. Deja los campos en blanco para que coincida con cualquier valor.
fr: Définissez quand cette recette doit être suggérée. Laissez les champs vides pour correspondre à n'importe quelle valeur.
pt: Defina quando esta receita deve ser sugerida. Deixe os campos em branco para corresponder a qualquer valor.
uk: Визначте, коли пропонувати цей рецепт. Залиште поля порожніми для відповідності будь-якому значенню.

source: Any Machine
de: Jede Maschine
es: Cualquier máquina
fr: Toute machine
pt: Qualquer Máquina
uk: Будь-яка машина

source: Task Type
de: Aufgabentyp
es: Tipo de tarea
fr: Type de tâche
pt: Tipo de Tarefa
uk: Тип завдання

source: Material
fr: Matériau
uk: Матеріал

source: Select...
de: Auswählen...
es: Seleccionar...
fr: Sélectionner...
pt: Selecionar...
uk: Вибрати...

source: Clear Material Selection
de: Materialauswahl aufheben
es: Borrar selección de material
fr: Effacer la sélection de matériau
pt: Limpar Seleção de Material
uk: Очистити вибір матеріалу

source: Min Thickness
de: Min. Dicke
es: Grosor mín.
fr: Épaisseur min.
pt: Espessura Mín.
uk: Мін. товщина

source: Minimum stock thickness for this recipe to apply
de: Minimale Materialdicke, bei der dieses Rezept angewendet wird.
es: Grosor mínimo del material para aplicar esta receta.
fr: Épaisseur minimale du brut pour que cette recette s'applique.
pt: Espessura mínima do material para esta receita ser aplicada
uk: Мінімальна товщина заготовки для застосування цього рецепта

source: Max Thickness
de: Max. Dicke
es: Grosor máx.
fr: Épaisseur max.
pt: Espessura Máx.
uk: Макс. товщина

source: Maximum stock thickness for this recipe to apply
de: Maximale Materialdicke, bei der dieses Rezept angewendet wird.
es: Grosor máximo del material para aplicar esta receta.
fr: Épaisseur maximale du brut pour que cette recette s'applique.
pt: Espessura máxima do material para esta receita ser aplicada
uk: Максимальна товщина заготовки для застосування цього рецепта

source: The process settings that will be applied by this recipe.
de: Die Prozesseinstellungen, die von diesem Rezept angewendet werden.
es: Los ajustes de proceso que se aplicarán con esta receta.
fr: Les paramètres de processus qui seront appliqués par cette recette.
pt: As configurações de processo que serão aplicadas por esta receita.
uk: Налаштування процесу, які буде застосовано цим рецептом.

source: Not Found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
pt: Não encontrado
uk: Не знайдено

source: Any
de: Beliebig
es: Cualquiera
fr: Indifférent
pt: Qualquer
uk: Будь-який

source: Reorder Assets
de: Elemente neu anordnen
es: Reordenar recursos
fr: Réorganiser les ressources
pt: Reordenar Recursos
uk: Змінити порядок ресурсів

source: Assets
de: Elemente
es: Recursos
fr: Ressources
pt: Recursos
uk: Ресурси

source: Add Asset
de: Element hinzufügen
es: Añadir recurso
fr: Ajouter une ressource
pt: Adicionar Recurso
uk: Додати ресурс

source: Add Stock Material
de: Rohmaterial hinzufügen
es: Añadir material de base
fr: Ajouter un matériau de brut
pt: Adicionar Material de Base
uk: Додати матеріал заготовки

source: Add Sketch
de: Skizze hinzufügen
es: Añadir boceto
fr: Ajouter une esquisse
pt: Adicionar Esboço
uk: Додати ескіз

source: {count} asset
de: {count} Element
es: {count} recurso
fr: {count} ressource
pt: {count} recurso
uk: {count} ресурс

source: {count} assets
de: {count} Elemente
es: {count} recursos
fr: {count} ressources
pt: {count} recursos
uk: {count} ресурсів

source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
pt: Abrir Arquivo
uk: Відкрити файл

source: All supported
de: Alle unterstützten
es: Todos los compatibles
fr: Tous les formats supportés
pt: Todos os suportados
uk: Усі підтримувані

source: Save G-code File
de: G-Code-Datei speichern
es: Guardar archivo G-code
fr: Enregistrer le fichier G-code
pt: Salvar Arquivo G-code
uk: Зберегти G-code файл

source: G-code files
de: G-Code-Dateien
es: Archivos G-code
fr: Fichiers G-code
pt: Arquivos G-code
uk: G-code файли

source: Export Object
es: Exportar objeto
pt: Exportar Objeto
uk: Експортувати об'єкт

source: {app_name} Sketch
de: {app_name}-Skizze
es: Boceto {app_name}
fr: Esquisse {app_name}
pt: Esboço {app_name}
uk: Ескіз {app_name}

source: SVG (Scalable Vector Graphics)
es: SVG (Gráficos vectoriales escalables)
pt: SVG (Gráficos Vetoriais Escaláveis)
uk: SVG (масштабована векторна графіка)

source: DXF (CAD Exchange Format)
es: DXF (Formato de intercambio CAD)
pt: DXF (Formato de Troca CAD)
uk: DXF (формат обміну CAD)

source: Export Document
es: Exportar documento
pt: Exportar Documento
uk: Експортувати документ

source: Open {app_name} Project
de: {app_name}-Projekt öffnen
es: Abrir proyecto {app_name}
fr: Ouvrir le projet {app_name}
pt: Abrir Projeto {app_name}
uk: Відкрити проект {app_name}

source: {app_name} Project
de: {app_name}-Projekt
es: Proyecto {app_name}
fr: Projet {app_name}
pt: Projeto {app_name}
uk: Проект {app_name}

source: Save {app_name} Project
de: {app_name}-Projekt speichern
es: Guardar proyecto {app_name}
fr: Enregistrer le projet {app_name}
pt: Guardar Projeto {app_name}
uk: Зберегти проект {app_name}

source: Edit Material
de: Material bearbeiten
es: Editar material
fr: Modifier le matériau
pt: Editar Material
uk: Редагувати матеріал

source: Update the material details:
de: Materialdetails aktualisieren:
es: Actualiza los detalles del material:
fr: Mettre à jour les détails du matériau :
pt: Atualize os detalhes do material:
uk: Оновіть деталі матеріалу:

source: Add New Material
de: Neues Material hinzufügen
es: Añadir nuevo material
fr: Ajouter un nouveau matériau
pt: Adicionar Novo Material
uk: Додати новий матеріал

source: Enter the details for the new material:
de: Gib die Details für das neue Material ein:
es: Introduce los detalles del nuevo material:
fr: Saisir les détails du nouveau matériau :
pt: Insira os detalhes para o novo material:
uk: Введіть деталі нового матеріалу:

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
pt: Categoria
uk: Категорія

source: Color
de: Farbe
fr: Couleur
pt: Cor
uk: Колір

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
pt: Personalizado
uk: Власний

source: Unknown Machine
de: Unbekannte Maschine
es: Máquina desconocida
fr: Machine inconnue
pt: Máquina Desconhecida
uk: Невідома машина

source: Unknown Material
de: Unbekanntes Material
es: Material desconocido
fr: Matériau inconnu
pt: Material Desconhecido
uk: Невідомий матеріал

source: No recipes found.
de: Keine Rezepte gefunden.
es: No se encontraron recetas.
fr: Aucune recette trouvée.
pt: Nenhuma receita encontrada.
uk: Рецепти не знайдено.

source: The recipe will be permanently removed. This action cannot be undone.
de: Das Rezept wird dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: La receta se eliminará permanentemente. Esta acción no se puede deshacer.
fr: La recette sera supprimée définitivement. Cette action est irréversible.
pt: A receita será removida permanentemente. Esta ação não pode ser desfeita.
uk: Рецепт буде остаточно видалено. Цю дію неможливо скасувати.

source: Select Recipe
de: Rezept auswählen
es: Seleccionar receta
fr: Sélectionner une recette
pt: Selecionar Receita
uk: Вибрати рецепт

source: Choose a recipe to apply to the current step.
de: Wähle ein Rezept, das auf den aktuellen Schritt angewendet werden soll.
es: Elige una receta para aplicar al paso actual.
fr: Choisissez une recette à appliquer à l'étape actuelle.
pt: Escolha uma receita para aplicar à etapa atual.
uk: Виберіть рецепт для застосування до поточного кроку.

source: Show only compatible recipes
de: Nur kompatible Rezepte anzeigen
es: Mostrar solo recetas compatibles
fr: Afficher uniquement les recettes compatibles
pt: Mostrar apenas receitas compatíveis
uk: Показати лише сумісні рецепти

source: Stock Properties
de: Materialeigenschaften
es: Propiedades del material de base
fr: Propriétés du brut
pt: Propriedades do Material
uk: Властивості заготовки

source: Thickness
de: Dicke
es: Grosor
fr: Épaisseur
pt: Espessura
uk: Товщина

source: Material thickness
de: Materialdicke
es: Grosor del material
fr: Épaisseur du matériau
pt: Espessura do material
uk: Товщина матеріалу

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
pt: Selecionar
uk: Вибрати

source: None
de: Keine
es: Ninguno
fr: Aucun
pt: Nenhum
uk: Немає

source: Change Sketch Parameter
de: Skizzenparameter ändern
es: Cambiar parámetro del boceto
fr: Modifier le paramètre de l'esquisse
pt: Alterar Parâmetro do Esboço
uk: Змінити параметр ескізу

source: Edit this sketch
de: Diese Skizze bearbeiten
es: Editar este boceto
fr: Modifier cette esquisse
pt: Editar este esboço
uk: Редагувати цей ескіз

source: Delete this sketch
de: Diese Skizze löschen
es: Eliminar este boceto
fr: Supprimer cette esquisse
pt: Excluir este esboço
uk: Видалити цей ескіз

source: 1 parameter
es: 1 parámetro
fr: 1 paramètre
pt: 1 parâmetro
uk: 1 параметр

source: {count} parameters
de: {count} Parameter
es: {count} parámetros
fr: {count} paramètres
pt: {count} parâmetros
uk: {count} параметрів

source: Edit stock properties
de: Materialeigenschaften bearbeiten
es: Editar propiedades del material de base
fr: Modifier les propriétés du brut
pt: Editar propriedades do material
uk: Редагувати властивості заготовки

source: Delete this stock asset
de: Dieses Materialelement löschen
es: Eliminar este recurso de material de base
fr: Supprimer cette ressource de brut
pt: Excluir este recurso de material
uk: Видалити цей ресурс заготовки

source: Thickness: {thickness}
de: Dicke: {thickness}
es: Grosor: {thickness}
fr: Épaisseur : {thickness}
pt: Espessura: {thickness}
uk: Товщина: {thickness}

source: No thickness specified
de: Keine Dicke angegeben
es: Grosor no especificado
fr: Aucune épaisseur spécifiée
pt: Nenhuma espessura especificada
uk: Товщина не вказана

source: Select Material
de: Material auswählen
es: Seleccionar material
fr: Sélectionner le matériau
pt: Selecionar Material
uk: Вибрати матеріал

source: Choose a material from the available libraries.
de: Wähle ein Material aus den verfügbaren Bibliotheken.
es: Elige un material de las bibliotecas disponibles.
fr: Choisissez un matériau parmi les bibliothèques disponibles.
pt: Escolha um material das bibliotecas disponíveis.
uk: Виберіть матеріал з доступних бібліотек.

source: Mixed Values
de: Gemischte Werte
es: Valores mixtos
fr: Valeurs mixtes
pt: Valores Mistos
uk: Змішані значення

source: Relative to {wcs} origin
es: Relativo al origen {wcs}
uk: Відносно початку {wcs}

source: X Position
es: Posición X
fr: Position X
pt: Posição X
uk: Позиція X

source: Zero is on the left side
de: Nullpunkt ist auf der linken Seite
es: El cero está en el lado izquierdo
fr: Le zéro est à gauche
pt: O zero fica no lado esquerdo
uk: Нуль з лівого боку

source: Reset X position to 0
de: X-Position auf 0 zurücksetzen
es: Restablecer posición X a 0
fr: Réinitialiser la position X à 0
pt: Redefinir posição X para 0
uk: Скинути позицію X до 0

source: Y Position
es: Posición Y
fr: Position Y
pt: Posição Y
uk: Позиція Y

source: Reset Y position to 0
de: Y-Position auf 0 zurücksetzen
es: Restablecer posición Y a 0
fr: Réinitialiser la position Y à 0
pt: Redefinir posição Y para 0
uk: Скинути позицію Y до 0

source: Fixed Ratio
de: Festes Verhältnis
es: Proporción fija
fr: Ratio fixe
pt: Proporção Fixa
uk: Фіксоване співвідношення

source: Width
de: Breite
es: Ancho
fr: Largeur
pt: Largura
uk: Ширина

source: Height
de: Höhe
es: Alto
fr: Hauteur
pt: Altura
uk: Висота

source: Reset to natural width
de: Auf natürliche Breite zurücksetzen
es: Restablecer al ancho natural
fr: Réinitialiser à la largeur d'origine
pt: Restaurar para a largura natural
uk: Скинути до природної ширини

source: Reset to natural height
de: Auf natürliche Höhe zurücksetzen
es: Restablecer al alto natural
fr: Réinitialiser à la hauteur d'origine
pt: Restaurar para a altura natural
uk: Скинути до природної висоти

source: Reset to natural aspect ratio
de: Auf natürliches Seitenverhältnis zurücksetzen
es: Restablecer a la relación de aspecto natural
fr: Réinitialiser au rapport d'aspect d'origine
pt: Redefinir para a proporção natural
uk: Скинути до природного співвідношення сторін

source: Clockwise is positive
de: Im Uhrzeigersinn ist positiv
es: Sentido horario es positivo
fr: Le sens horaire est positif
pt: Sentido horário é positivo
uk: За годинниковою стрілкою — додатно

source: Shear
de: Scherung
es: Inclinación
fr: Cisaillement
pt: Inclinação
uk: Нахил

source: Horizontal shear angle
de: Horizontaler Scherwinkel
es: Ángulo de inclinación horizontal
fr: Angle de cisaillement horizontal
pt: Ângulo de inclinação horizontal
uk: Кут горизонтального нахилу

source: Reset angle to 0°
de: Winkel auf 0° zurücksetzen
es: Restablecer ángulo a 0°
fr: Réinitialiser l’angle à 0°
pt: Redefinir ângulo para 0°
uk: Скинути кут до 0°

source: Reset shear to 0°
de: Scherung auf 0° zurücksetzen
es: Restablecer inclinación a 0°
fr: Réinitialiser le cisaillement à 0°
pt: Restaurar inclinação para 0°
uk: Скинути нахил до 0°

source: Natural: {val:.2f}
de: Natürlich: {val:.2f}
fr: Naturel : {val:.2f}
uk: Природний: {val:.2f}

source: Source File
de: Quelldatei
es: Archivo de origen
fr: Fichier source
pt: Arquivo de Origem
uk: Вихідний файл

source: Show Image Metadata
de: Bild-Metadaten anzeigen
es: Mostrar metadatos de la imagen
fr: Afficher les métadonnées de l'image
pt: Mostrar Metadados da Imagem
uk: Показати метадані зображення
