Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Show G-code Preview
de: G-Code-Vorschau anzeigen
es: Mostrar vista previa de G-code
fr: Afficher l’aperçu du G-code
pt: Mostrar Pré-visualização de G-code
uk: Показати попередній перегляд G-коду

source: Show Control Panel
de: Steuerungspanel anzeigen
es: Mostrar panel de control
fr: Afficher le panneau de contrôle
pt: Mostrar painel de controle
uk: Показати панель керування

source: Simulate Execution
de: Ausführung simulieren
es: Simular ejecución
fr: Simuler l’exécution
pt: Simular Execução
uk: Симулювати виконання

source: 3D View
de: 3D-Ansicht
es: Vista 3D
fr: Vue 3D
pt: Visualização 3D
uk: 3D-вигляд

source: Top View
de: Ansicht von oben
es: Vista superior
fr: Vue de dessus
pt: Vista Superior
uk: Вигляд зверху

source: Front View
de: Vorderansicht
es: Vista frontal
fr: Vue de face
pt: Vista Frontal
uk: Вигляд спереду

source: Isometric View
de: Isometrische Ansicht
es: Vista isométrica
fr: Vue isométrique
pt: Vista Isométrica
uk: Ізометричний вигляд

source: Toggle Perspective
de: Perspektive umschalten
es: Alternar perspectiva
fr: Basculer la perspective
pt: Alternar Perspectiva
uk: Перемкнути перспективу

source: _View
de: _Ansicht
es: _Ver
fr: _Vue
pt: _Exibir
uk: _Вигляд

source: Add Stock
de: Material hinzufügen
es: Añadir material de base
fr: Ajouter un brut
pt: Adicionar Material
uk: Додати матеріал

source: Split
de: Teilen
es: Dividir
fr: Scinder
pt: Dividir
uk: Розділити

source: Add Equidistant Tabs…
de: Äquidistante Haltestege hinzufügen…
es: Añadir pestañas de sujeción equidistantes…
fr: Ajouter des languettes équidistantes...
pt: Adicionar Abas de Fixação Equidistantes…
uk: Додати рівновіддалені вкладки…

source: Add Cardinal Tabs
de: Haltestege an Kardinalpunkten hinzufügen
es: Añadir pestañas de sujeción cardinales
fr: Ajouter des languettes cardinales
pt: Adicionar Abas de Fixação Cardeais
uk: Додати кардинальні вкладки

source: Add Tabs
de: Haltestege hinzufügen
es: Añadir pestañas de sujeción
fr: Ajouter des languettes
pt: Adicionar Abas de Fixação
uk: Додати вкладки

source: _Object
de: _Objekt
es: _Objeto
fr: _Objet
pt: _Objeto
uk: _Об'єкт

source: Move Selection to Layer Above
de: Auswahl eine Ebene nach oben verschieben
es: Mover selección a la capa superior
fr: Déplacer la sélection vers le calque supérieur
pt: Mover Seleção para a Camada de Cima
uk: Перемістити вибране на шар вище

source: Move Selection to Layer Below
de: Auswahl eine Ebene nach unten verschieben
es: Mover selección a la capa inferior
fr: Déplacer la sélection vers le calque inférieur
pt: Mover Seleção para a Camada de Baixo
uk: Перемістити вибране на шар нижче

source: Left
de: Links
es: Izquierda
fr: Gauche
pt: Esquerda
uk: Ліворуч

source: Right
de: Rechts
es: Derecha
fr: Droite
pt: Direita
uk: Праворуч

source: Top
de: Oben
es: Arriba
fr: Haut
pt: Topo
uk: Верх

source: Bottom
de: Unten
es: Abajo
fr: Bas
pt: Base
uk: Низ

source: Horizontally Center
de: Horizontal zentrieren
es: Centrar horizontalmente
fr: Centrer horizontalement
pt: Centralizar Horizontalmente
uk: Центрувати по горизонталі

source: Vertically Center
de: Vertikal zentrieren
es: Centrar verticalmente
fr: Centrer verticalement
pt: Centralizar Verticalmente
uk: Центрувати по вертикалі

source: Align
de: Ausrichten
es: Alinear
fr: Aligner
pt: Alinhar
uk: Вирівняти

source: Spread Horizontally
de: Horizontal verteilen
es: Distribuir horizontalmente
fr: Répartir horizontalement
pt: Distribuir Horizontalmente
uk: Розподілити по горизонталі

source: Spread Vertically
de: Vertikal verteilen
es: Distribuir verticalmente
fr: Répartir verticalement
pt: Distribuir Verticalmente
uk: Розподілити по вертикалі

source: Distribute
de: Verteilen
es: Distribuir
fr: Distribuer
pt: Distribuir
uk: Розподілити

source: Flip Horizontal
de: Horizontal spiegeln
es: Voltear horizontalmente
fr: Retourner horizontalement
pt: Virar Horizontalmente
uk: Віддзеркалити по горизонталі

source: Flip Vertical
de: Vertikal spiegeln
es: Voltear verticalmente
fr: Retourner verticalement
pt: Virar Verticalmente
uk: Віддзеркалити по вертикалі

source: Flip
de: Spiegeln
es: Voltear
fr: Retourner
pt: Virar
uk: Віддзеркалити

source: Auto Layout
de: Automatisches Layout
es: Disposición automática
fr: Disposition automatique
pt: Layout Automático
uk: Автоматичне компонування

source: Arrange
de: Anordnen
es: Organizar
fr: Agencer
pt: Organizar
uk: Впорядкувати

source: Create Material Test Grid
de: Materialtestgitter erstellen
es: Crear cuadrícula de prueba de material
fr: Créer une grille de test de matériau
pt: Criar Grade de Teste de Material
uk: Створити сітку тестування матеріалу

source: _Tools
de: _Werkzeuge
es: _Herramientas
fr: _Outils
pt: _Ferramentas
uk: _Інструменти

source: Frame
de: Umrandung fahren
es: Encuadrar
fr: Cadrer
pt: Enquadrar
uk: Рамка

source: Send Job
de: Auftrag senden
es: Enviar trabajo
fr: Envoyer la tâche
pt: Enviar Trabalho
uk: Надіслати завдання

source: Pause / Resume Job
de: Auftrag anhalten / fortsetzen
es: Pausar / Reanudar trabajo
fr: Pause / Reprendre la tâche
pt: Pausar / Retomar Trabalho
uk: Призупинити / Відновити завдання

source: Cancel Job
de: Auftrag abbrechen
es: Cancelar trabajo
fr: Annuler la tâche
pt: Cancelar Trabalho
uk: Скасувати завдання

source: _Machine
de: _Maschine
es: _Máquina
pt: _Máquina
uk: _Верстат

source: About
de: Über
es: Acerca de
fr: À propos
pt: Sobre
uk: Про програму

source: Donate
de: Spenden
es: Donar
fr: Faire un don
pt: Doar
uk: Підтримати

source: Save Debug Log
de: Debug-Protokoll speichern
es: Guardar registro de depuración
fr: Enregistrer le journal de débogage
pt: Salvar Log de Depuração
uk: Зберегти журнал налагодження

source: _Help
de: _Hilfe
es: _Ayuda
fr: _Aide
pt: _Ajuda
uk: _Допомога

source: (No Recent Items)
de: (Keine kürzlichen Elemente)
es: (Sin elementos recientes)
fr: (Aucun élément récent)
pt: (Sem Itens Recentes)
uk: (Немає останніх елементів)

source: Maintenance Alert: {name} has reached its limit ({curr} / {limit})
de: Wartungswarnung: {name} hat das Limit erreicht ({curr} / {limit})
es: Alerta de mantenimiento: {name} ha alcanzado su límite ({curr}h / {limit}h)
fr: Alerte de maintenance : {name} a atteint sa limite ({curr} / {limit})
pt: Alerta de Manutenção: {name} atingiu o seu limite ({curr} / {limit})
uk: Попередження про обслуговування: {name} досягнув свого ліміту ({curr} / {limit})

source: View Counters
de: Zähler anzeigen
es: Ver contadores
fr: Voir les compteurs
pt: Ver Contadores
uk: Переглянути лічильники

source: Select a machine to enable G-code export
de: Wähle eine Maschine aus, um den G-Code-Export zu aktivieren
es: Selecciona una máquina para habilitar la exportación de G-code
fr: Sélectionner une machine pour activer l’exportation du G-code
pt: Selecione uma máquina para habilitar a exportação de G-code
uk: Виберіть верстат, щоб увімкнути експорт G-коду

source: Generate G-code
de: G-Code generieren
es: Generar G-code
fr: Générer le G-code
pt: Gerar G-code
uk: Генерувати G-код

source: Cannot export while other tasks are running
de: Export nicht möglich, während andere Aufgaben ausgeführt werden
es: No se puede exportar mientras hay otras tareas en ejecución
fr: Impossible d'exporter pendant que d'autres tâches sont en cours
pt: Não é possível exportar enquanto outras tarefas estão em execução
uk: Неможливо експортувати, поки виконуються інші завдання

source: Add a workpiece to enable export
de: Füge ein Werkstück hinzu, um den Export zu aktivieren
es: Añade una pieza de trabajo para habilitar la exportación
fr: Ajouter une pièce pour activer l’exportation
pt: Adicione uma peça de trabalho para habilitar a exportação
uk: Додайте робочу деталь, щоб увімкнути експорт

source: Add or enable a processing step to enable export
de: Füge einen Verarbeitungsschritt hinzu oder aktiviere ihn, um den Export zu ermöglichen.
es: Añade o habilita un paso de procesamiento para permitir la exportación
fr: Ajouter ou activer une étape de traitement pour permettre l'exportation
pt: Adicione ou ative uma etapa de processamento para habilitar a exportação
uk: Додайте або увімкніть крок обробки, щоб увімкнути експорт

source: Configure frame power to enable
de: Rahmenleistung zum Aktivieren konfigurieren
es: Configura la potencia de encuadre para habilitar
fr: Configurer la puissance du cadrage pour l'activer
pt: Configure a potência de enquadramento para habilitar
uk: Налаштуйте потужність рамки, щоб увімкнути

source: Cycle laser head around the occupied area
de: Laserkopf um den belegten Bereich fahren
es: Encuadrar el área ocupada
fr: Faire un cycle de la tête laser autour de la zone occupée
pt: Percorrer a área ocupada com a cabeça do laser
uk: Обійти лазерну голову навколо зайнятої області

source: Send to machine
de: An Maschine senden
es: Enviar a la máquina
fr: Envoyer à la machine
pt: Enviar para a máquina
uk: Надіслати на верстат

source: Resume machine
de: Maschine fortsetzen
es: Reanudar máquina
fr: Reprendre
pt: Retomar máquina
uk: Відновити верстат

source: Pause machine
de: Maschine pausieren
es: Pausar máquina
fr: Mettre en pause
pt: Pausar máquina
uk: Призупинити верстат

source: Failed to create debug archive.
de: Debug-Archiv konnte nicht erstellt werden.
es: Error al crear el archivo de depuración.
fr: Échec de la création de l’archive de débogage.
pt: Falha ao criar o arquivo de depuração.
uk: Не вдалося створити архів налагодження.

source: Debug log saved to {path}
de: Debug-Protokoll wurde unter {path} gespeichert.
es: Registro de depuración guardado en {path}
fr: Journal de débogage enregistré dans {path}
pt: Log de depuração salvo em {path}
uk: Журнал налагодження збережено до {path}

source: Error saving file: {msg}
de: Fehler beim Speichern der Datei: {msg}
es: Error al guardar el archivo: {msg}
fr: Erreur lors de l’enregistrement du fichier : {msg}
pt: Erro ao salvar o arquivo: {msg}
uk: Помилка збереження файлу: {msg}

source: An unexpected error occurred: {error}
de: Ein unerwarteter Fehler ist aufgetreten: {error}
es: Ocurrió un error inesperado: {error}
fr: Une erreur inattendue s’est produite : {error}
pt: Ocorreu um erro inesperado: {error}
uk: Сталася неочікувана помилка: {error}

source: Uninstall Package
de: Paket deinstallieren
es: Desinstalar paquete
fr: Désinstaller le paquet
pt: Desinstalar Pacote
uk: Видалити пакет

source: Install New Package...
de: Neues Paket installieren...
es: Instalar nuevo paquete...
fr: Installer un nouveau paquet...
pt: Instalar Novo Pacote...
uk: Встановити новий пакет...

source: No packages installed.
de: Keine Pakete installiert.
es: No hay paquetes instalados.
fr: Aucun paquet installé.
pt: Nenhum pacote instalado.
uk: Пакети не встановлено.

source: Installing {name}...
de: Installiere {name}...
es: Instalando {name}...
fr: Installation de {name}...
pt: Instalando {name}...
uk: Встановлення {name}...

source: Failed to install package.
de: Fehler bei der Installation des Pakets.
es: Error al instalar el paquete.
fr: Échec de l'installation du paquet.
pt: Falha ao instalar o pacote.
uk: Не вдалося встановити пакет.

source: Uninstall {name}?
de: {name} deinstallieren?
es: ¿Desinstalar {name}?
fr: Désinstaller {name} ?
pt: Desinstalar {name}?
uk: Видалити {name}?

source: The package files will be removed. Restart recommended to fully clear memory.
de: Die Paketdateien werden entfernt. Neustart empfohlen, um den Speicher vollständig zu leeren.
es: Los archivos del paquete se eliminarán. Se recomienda reiniciar para limpiar completamente la memoria.
fr: Les fichiers du paquet seront supprimés. Un redémarrage est recommandé pour vider complètement la mémoire.
pt: Os ficheiros do pacote serão removidos. Reiniciar é recomendado para limpar a memória completamente.
uk: Файли пакета буде видалено. Рекомендується перезапуск для повного очищення пам'яті.

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
pt: Desinstalar
uk: Видалити

source: Error deleting package.
de: Fehler beim Löschen des Pakets.
es: Error al eliminar el paquete.
fr: Erreur lors de la suppression du paquet.
pt: Erro ao eliminar o pacote.
uk: Помилка видалення пакета.

source: Package Registry
de: Paket-Register
es: Registro de paquetes
fr: Registre des paquets
pt: Registo de Pacotes
uk: Реєстр пакетів

source: Fetching registry...
de: Register wird abgerufen...
es: Obteniendo registro...
fr: Récupération du registre...
pt: A obter registo...
uk: Отримання реєстру...

source: Install from URL...
de: Von URL installieren...
es: Instalar desde URL...
fr: Installer depuis une URL...
pt: Instalar a partir de URL...
uk: Встановити з URL...

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Fallo de conexión
fr: Échec de la connexion
pt: Falha na Conexão
uk: З'єднання не вдалося

source: Could not reach the registry.
de: Das Register konnte nicht erreicht werden.
es: No se pudo acceder al registro.
fr: Impossible d'atteindre le registre.
pt: Não foi possível aceder ao registo.
uk: Не вдалося зв'язатися з реєстром.

source: No packages found in registry.
de: Keine Pakete im Register gefunden.
es: No se encontraron paquetes en el registro.
fr: Aucun paquet trouvé dans le registre.
pt: Nenhum pacote encontrado no registo.
uk: Пакети в реєстрі не знайдено.

source: Install
de: Installieren
es: Instalar
fr: Installer
pt: Instalar
uk: Встановити

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
pt: Atualizar
uk: Оновити

source: Installed
de: Installiert
es: Instalado
fr: Installé
pt: Instalado
uk: Встановлено

source: Version {v} already installed
de: Version {v} bereits installiert
es: La versión {v} ya está instalada
fr: La version {v} est déjà installée
pt: Versão {v} já instalada
uk: Версія {v} вже встановлена

source: Incompatible
de: Inkompatibel
pt: Incompatível
uk: Несумісний

source: Requires {deps}, but current rayforge version is {current}
de: Benötigt {deps}, aber die aktuelle Rayforge-Version ist {current}
es: Requiere {deps}, pero la versión actual de Rayforge es {current}
fr: Nécessite {deps}, mais la version actuelle de Rayforge est {current}
pt: Requer {deps}, mas a versão atual do rayforge é {current}
uk: Потрібно {deps}, але поточна версія rayforge — {current}

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
pt: Indisponível
uk: Недоступний

source: Manual Install
de: Manuelle Installation
es: Instalación manual
fr: Installation manuelle
pt: Instalação Manual
uk: Ручне встановлення

source: Enter the Git URL.
de: Gib die Git-URL ein.
es: Introduce la URL de Git.
fr: Saisissez l'URL Git.
pt: Introduza o URL do Git.
uk: Введіть URL Git.

source: Open Project
de: Projekt öffnen
es: Abrir proyecto
fr: Ouvrir le projet
pt: Abrir Projeto
uk: Відкрити проект

source: Import image
de: Bild importieren
es: Importar imagen
fr: Importer une image
pt: Importar imagem
uk: Імпортувати зображення

source: Toggle workpiece visibility
de: Sichtbarkeit des Werkstücks umschalten
es: Alternar visibilidad de la pieza de trabajo
fr: Afficher/Masquer la visibilité de la pièce
pt: Alternar visibilidade da peça de trabalho
uk: Перемкнути видимість робочої деталі

source: Toggle camera image visibility
de: Sichtbarkeit des Kamerabilds umschalten
es: Alternar visibilidad de la imagen de la cámara
fr: Afficher/Masquer la visibilité de l’image de la caméra
pt: Alternar visibilidade da imagem da câmera
uk: Перемкнути видимість зображення камери

source: Toggle travel move visibility
de: Sichtbarkeit der Verfahrwege umschalten
es: Alternar visibilidad del movimiento de desplazamiento
fr: Afficher/Masquer la visibilité des déplacements à vide
pt: Alternar visibilidade do movimento de deslocamento
uk: Перемкнути видимість холостих переміщень

source: 3D view disabled (missing dependencies like PyOpenGL)
de: 3D-Ansicht deaktiviert (fehlende Abhängigkeiten wie PyOpenGL)
es: Vista 3D deshabilitada (faltan dependencias como PyOpenGL)
fr: Vue 3D désactivée (dépendances manquantes, comme PyOpenGL)
pt: Visualização 3D desativada (dependências ausentes, como PyOpenGL)
uk: 3D-вигляд вимкнено (відсутні залежності, такі як PyOpenGL)

source: Show 3D Preview
de: 3D-Vorschau anzeigen
es: Mostrar vista previa 3D
fr: Afficher l’aperçu 3D
pt: Mostrar Pré-visualização 3D
uk: Показати 3D-перегляд

source: Toggle execution simulation
de: Ausführungssimulation umschalten
es: Alternar simulación de ejecución
fr: Activer/Désactiver la simulation d’exécution
pt: Alternar simulação de execução
uk: Перемкнути симуляцію виконання

source: Toggle G-code Preview
de: G-Code-Vorschau umschalten
es: Alternar vista previa de G-code
fr: Activer/Désactiver l’aperçu du G-code
pt: Alternar Pré-visualização de G-code
uk: Перемкнути попередній перегляд G-коду

source: Toggle control panel
de: Steuerfeld umschalten
es: Alternar panel de control
fr: Basculer le panneau de contrôle
pt: Alternar painel de controlo
uk: Перемкнути панель керування

source: Toggle tab visibility
de: Sichtbarkeit der Haltestege umschalten
es: Alternar visibilidad de pestañas de sujeción
fr: Afficher/Masquer la visibilité des languettes
pt: Alternar visibilidade das abas de fixação
uk: Перемкнути видимість вкладок

source: Center Horizontally
de: Horizontal zentrieren
es: Centrar horizontalmente
fr: Centrer horizontalement
pt: Centralizar Horizontalmente
uk: Центрувати по горизонталі

source: Center Vertically
de: Vertikal zentrieren
es: Centrar verticalmente
fr: Centrer verticalement
pt: Centralizar Verticalmente
uk: Центрувати по вертикалі

source: Align Left
de: Links ausrichten
es: Alinear a la izquierda
fr: Aligner à gauche
pt: Alinhar à Esquerda
uk: Вирівняти ліворуч

source: Align Right
de: Rechts ausrichten
es: Alinear a la derecha
fr: Aligner à droite
pt: Alinhar à Direita
uk: Вирівняти праворуч

source: Align Top
de: Oben ausrichten
es: Alinear arriba
fr: Aligner en haut
pt: Alinhar ao Topo
uk: Вирівняти вгорі

source: Align Bottom
de: Unten ausrichten
es: Alinear abajo
fr: Aligner en bas
pt: Alinhar à Base
uk: Вирівняти внизу

source: Auto Layout (pack workpieces)
de: Automatisches Layout (Werkstücke anordnen)
es: Disposición automática (anidar piezas)
fr: Disposition automatique (compacter les pièces)
pt: Layout Automático (organizar peças de trabalho)
uk: Автоматичне компонування (упакувати робочі деталі)

source: Arrange selection
de: Auswahl anordnen
es: Organizar selección
fr: Agencer la sélection
pt: Organizar seleção
uk: Впорядкувати вибране

source: Add Cardinal Tabs (N,S,E,W)
de: Haltestege an Kardinalpunkten (N,S,O,W) hinzufügen
es: Añadir pestañas cardinales (N,S,E,O)
fr: Ajouter des languettes cardinales (N, S, E, O)
pt: Adicionar Abas Cardeais (N,S,L,O)
uk: Додати кардинальні вкладки (Пн, Пд, Сх, Зх)

source: Add Tabs to selection
de: Haltestege zur Auswahl hinzufügen
es: Añadir pestañas a la selección
fr: Ajouter des languettes à la sélection
pt: Adicionar Abas à seleção
uk: Додати вкладки до вибраного

source: Home the machine
de: Maschine referenzieren
es: Llevar la máquina al origen
fr: Retour à l'origine
pt: Referenciar a máquina
uk: Повернути верстат у початкове положення

source: Cancel running job
de: Laufenden Auftrag abbrechen
es: Cancelar trabajo en curso
fr: Annuler la tâche en cours
pt: Cancelar trabalho em execução
uk: Скасувати поточне завдання

source: Clear machine alarm (unlock)
de: Maschinenalarm löschen (entsperren)
es: Desactivar alarma de la máquina (desbloquear)
fr: Effacer l’alarme de la machine (déverrouiller)
pt: Limpar alarme da máquina (desbloquear)
uk: Очистити сигнал тривоги верстата (розблокувати)

source: Toggle focus laser
de: Fokuslaser umschalten
es: Alternar láser de enfoque
fr: Activer/Désactiver le laser de mise au point
pt: Alternar laser de foco
uk: Перемкнути фокусний лазер

source: Work Coordinate System
de: Arbeitskoordinatensystem
es: Sistema de coordenadas de trabajo
fr: Système de coordonnées de travail
pt: Sistema de Coordenadas de Trabalho
uk: Робоча система координат

source: Machine not fully configured
de: Maschine nicht vollständig konfiguriert
es: Máquina no configurada completamente
fr: Machine non entièrement configurée
pt: Máquina não configurada completamente
uk: Верстат налаштовано не повністю

source: Machine driver is missing required settings. Click to edit.
de: Dem Maschinentreiber fehlen erforderliche Einstellungen. Zum Bearbeiten klicken.
es: Faltan ajustes requeridos en el controlador de la máquina. Haz clic para editar.
fr: Des paramètres requis sont manquants pour le pilote de la machine. Cliquez pour modifier.
pt: Faltam configurações obrigatórias no driver da máquina. Clique para editar.
uk: Драйвер верстата не має необхідних налаштувань. Натисніть для редагування.

source: Unsaved Changes
de: Nicht gespeicherte Änderungen
es: Cambios no guardados
fr: Modifications non enregistrées
pt: Alterações Não Guardadas
uk: Незбережені зміни

source: The current project has unsaved changes. Do you want to save them?
de: Das aktuelle Projekt hat nicht gespeicherte Änderungen. Möchten Sie sie speichern?
es: El proyecto actual tiene cambios no guardados. ¿Deseas guardarlos?
fr: Le projet actuel contient des modifications non enregistrées. Voulez-vous les enregistrer ?
pt: O projeto atual tem alterações não guardadas. Deseja guardá-las?
uk: Поточний проект має незбережені зміни. Бажаєте зберегти їх?

source: _Cancel
de: _Abbrechen
es: _Cancelar
fr: _Annuler
pt: _Cancelar
uk: _Скасувати

source: _Don't Save
de: _Nicht speichern
es: _No guardar
fr: _Ne pas enregistrer
pt: _Não Guardar
uk: _Не зберігати

source: _Save
de: _Speichern
es: _Guardar
fr: _Enregistrer
pt: _Guardar
uk: _Зберегти

source: New project created
de: Neues Projekt erstellt
es: Nuevo proyecto creado
fr: Nouveau projet créé
pt: Novo projeto criado
uk: Новий проект створено

source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
pt: Sem Título
uk: Без назви

source: Assign stock material
de: Material zuweisen
es: Asignar material de base
fr: Assigner un matériau de brut
pt: Atribuir material de base
uk: Призначити матеріал

source: Delete this layer
de: Diese Ebene löschen
es: Eliminar esta capa
fr: Supprimer ce calque
pt: Excluir esta camada
uk: Видалити цей шар

source: {count} workpiece
de: {count} Werkstück
es: {count} pieza de trabajo
fr: {count} pièce
pt: {count} peça de trabalho
uk: {count} робоча деталь

source: {count} workpieces
de: {count} Werkstücke
es: {count} piezas de trabajo
fr: {count} pièces
pt: {count} peças de trabalho
uk: {count} робочих деталей

source: Whole Surface
de: Ganzer Bereich
es: Superficie completa
fr: Toute la surface
pt: Superfície Inteira
uk: Вся поверхня

source: Create New Layers
de: Neue Ebenen erstellen
es: Crear nuevas capas
fr: Créer de nouveaux calques
pt: Criar Novas Camadas
uk: Створити нові шари

source: Create a new layer for each imported layer
de: Für jede importierte Ebene eine neue Ebene erstellen
es: Crear una nueva capa por cada capa importada
fr: Créer un nouveau calque pour chaque calque importé
pt: Criar uma nova camada para cada camada importada
uk: Створити новий шар для кожного імпортованого шару

source: Import Image
de: Bild importieren
es: Importar imagen
fr: Importer une image
pt: Importar imagem
uk: Імпортувати зображення
