Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Move North-West
de: Nach Nordwesten bewegen
es: Mover noroeste
fr: Déplacer vers le Nord-Ouest
pt: Mover Noroeste
uk: Перемістити на північний захід

source: Move North
de: Nach Norden bewegen
es: Mover norte
fr: Déplacer vers le Nord
pt: Mover Norte
uk: Перемістити на північ

source: Move North-East
de: Nach Nordosten bewegen
es: Mover noreste
fr: Déplacer vers le Nord-Est
pt: Mover Nordeste
uk: Перемістити на північний схід

source: Home Y
de: Referenzfahrt Y
es: Referenciar Y
fr: Origine Y
pt: Referenciar Y
uk: Паркування Y

source: Move West (Left)
de: Nach Westen bewegen (Links)
es: Mover oeste (izquierda)
fr: Déplacer vers l'Ouest (Gauche)
pt: Mover Oeste (Esquerda)
uk: Перемістити на захід (вліво)

source: Move East (Right)
de: Nach Osten bewegen (Rechts)
es: Mover este (derecha)
fr: Déplacer vers l'Est (Droite)
pt: Mover Leste (Direita)
uk: Перемістити на схід (вправо)

source: Home Z
de: Referenzfahrt Z
es: Referenciar Z
fr: Origine Z
pt: Referenciar Z
uk: Паркування Z

source: Move South-West
de: Nach Südwesten bewegen
es: Mover suroeste
fr: Déplacer vers le Sud-Ouest
pt: Mover Sudoeste
uk: Перемістити на південний захід

source: Move South
de: Nach Süden bewegen
es: Mover sur
fr: Déplacer vers le Sud
pt: Mover Sul
uk: Перемістити на південь

source: Move South-East
de: Nach Südosten bewegen
es: Mover sureste
fr: Déplacer vers le Sud-Est
pt: Mover Sudeste
uk: Перемістити на південний схід

source: Increase Z-Distance
de: Z-Abstand erhöhen
es: Aumentar Distancia Z
fr: Augmenter la Distance Z
pt: Aumentar Distância Z
uk: Збільшити відстань Z

source: Decrease Z-Distance
de: Z-Abstand verringern
es: Disminuir Distancia Z
fr: Diminuer la Distance Z
pt: Diminuir Distância Z
uk: Зменшити відстань Z

source: Add a New Machine
de: Neue Maschine hinzufügen
es: Añadir nueva máquina
fr: Ajouter une nouvelle machine
pt: Adicionar uma Nova Máquina
uk: Додати новий верстат

source: Select a machine profile to use as a template.
de: Wähle ein Maschinenprofil als Vorlage aus.
es: Selecciona un perfil de máquina para usar como plantilla.
fr: Sélectionnez un profil de machine à utiliser comme modèle.
pt: Selecione um perfil de máquina para usar como modelo.
uk: Виберіть профіль верстата для використання як шаблону.

source: Select Machine
de: Maschine auswählen
es: Seleccionar máquina
fr: Sélectionner une machine
pt: Selecionar Máquina
uk: Вибрати верстат

source: Select active machine
de: Aktive Maschine auswählen
es: Seleccionar máquina activa
fr: Sélectionner la machine active
pt: Selecionar máquina ativa
uk: Вибрати активний верстат

source: Hardware
uk: Обладнання

source: Axes
es: Ejes
pt: Eixos
uk: Осі

source: Configure the axis extents and coordinate system.
es: Configure las extensiones de los ejes y el sistema de coordenadas.
uk: Налаштуйте межі осей та систему координат.

source: X Extent
es: Extensión X
uk: Межа X

source: Full X-axis travel range
es: Rango de recorrido completo del eje X
uk: Повний діапазон переміщення по осі X

source: Y Extent
es: Extensión Y
uk: Межа Y

source: Full Y-axis travel range
es: Rango de recorrido completo del eje Y
uk: Повний діапазон переміщення по осі Y

source: Bottom Left
de: Unten links
es: Inferior izquierda
fr: En bas à gauche
pt: Inferior Esquerdo
uk: Лівий нижній

source: Top Left
de: Oben links
es: Superior izquierda
fr: En haut à gauche
pt: Superior Esquerdo
uk: Лівий верхній

source: Top Right
de: Oben rechts
es: Superior derecha
fr: En haut à droite
pt: Superior Direito
uk: Правий верхній

source: Bottom Right
de: Unten rechts
es: Inferior derecha
fr: En bas à droite
pt: Inferior Direito
uk: Правий нижній

source: Coordinate Origin (0,0)
de: Koordinatenursprung (0,0)
es: Origen de coordenadas (0,0)
fr: Origine des coordonnées (0,0)
pt: Origem das Coordenadas (0,0)
uk: Початок координат (0,0)

source: The physical corner where coordinates are zero after homing
de: Die physische Ecke, in der die Koordinaten nach der Referenzfahrt Null sind
es: La esquina física donde las coordenadas son cero después del referenciado.
fr: Le coin physique où les coordonnées sont à zéro après la prise d'origine.
pt: O canto físico onde as coordenadas são zero após a referenciação
uk: Фізичний кут, де координати дорівнюють нулю після паркування

source: Reverse X-Axis Direction
de: X-Achsenrichtung umkehren
es: Invertir la dirección del eje X
fr: Inverser la direction de l'axe X
pt: Inverter Direção do Eixo X
uk: Інвертувати напрямок осі X

source: Makes coordinate values negative
de: Macht Koordinatenwerte negativ
es: Hace que los valores de las coordenadas sean negativos
fr: Rend les valeurs des coordonnées négatives
pt: Inverte os valores das coordenadas para negativos
uk: Робить значення координат від'ємними

source: Reverse Y-Axis Direction
de: Y-Achsenrichtung umkehren
es: Invertir la dirección del eje Y
fr: Inverser la direction de l'axe Y
pt: Inverter Direção do Eixo Y
uk: Інвертувати напрямок осі Y

source: Reverse Z-Axis Direction
de: Z-Achsenrichtung umkehren
es: Invertir la dirección del eje Z
fr: Inverser la direction de l'axe Z
pt: Inverter Direção do Eixo Z
uk: Інвертувати напрямок осі Z

source: Enable if a positive Z command (e.g., G0 Z10) moves the head down
de: Aktivieren, wenn ein positiver Z-Befehl (z. B. G0 Z10) den Kopf nach unten bewegt
es: Habilitar si un comando Z positivo (p. ej., G0 Z10) mueve el cabezal hacia abajo.
fr: Activer si une commande Z positive (p. ex., G0 Z10) déplace la tête vers le bas.
pt: Ativar se um comando Z positivo (ex: G0 Z10) mover a cabeça para baixo
uk: Увімкніть, якщо позитивна команда Z (наприклад, G0 Z10) переміщує головку вниз

source: Work Area
es: Área de trabajo
uk: Робоча зона

source: Margins define the unusable space around the axis extents.
es: Los márgenes definen el espacio no utilizable alrededor de las extensiones de los ejes.
uk: Поля визначають непридатний простір навколо меж осей.

source: Left Margin
es: Margen izquierdo
uk: Ліве поле

source: Unusable space from left edge
es: Espacio no utilizable desde el borde izquierdo
uk: Непридатний простір від лівого краю

source: Top Margin
es: Margen superior
uk: Верхнє поле

source: Unusable space from top edge
es: Espacio no utilizable desde el borde superior
uk: Непридатний простір від верхнього краю

source: Right Margin
es: Margen derecho
uk: Праве поле

source: Unusable space from right edge
es: Espacio no utilizable desde el borde derecho
uk: Непридатний простір від правого краю

source: Bottom Margin
es: Margen inferior
uk: Нижнє поле

source: Unusable space from bottom edge
es: Espacio no utilizable desde el borde inferior
uk: Непридатний простір від нижнього краю

source: Workarea Origin Is Coordinate Zero
uk: Початок робочої зони є координатою нуль

source: Treat workarea origin as coordinate zero. Hides WCS controls and uses workarea margins as offsets.
uk: Вважає початок робочої зони координатою нуль. Приховує елементи керування WCS та використовує поля робочої зони як зміщення.

source: Soft Limits
es: Límites de software
uk: М'які обмеження

source: Configurable safety bounds for jogging. Leave disabled to use work surface bounds.
es: Límites de seguridad configurables para desplazamiento. Déjelo desactivado para usar los límites de la superficie de trabajo.
uk: Налаштовувані межі безпеки для переміщення. Залиште вимкненим, щоб використовувати межі робочої поверхні.

source: Enable Custom Soft Limits
es: Activar límites de software personalizados
uk: Увімкнути власні м'які обмеження

source: Override work surface bounds with custom limits
es: Sobrescribir los límites de la superficie de trabajo con límites personalizados
uk: Замінити межі робочої поверхні власними обмеженнями

source: X Min
es: X Mín
uk: X мін

source: Minimum X coordinate
es: Coordenada X mínima
uk: Мінімальна координата X

source: Y Min
es: Y Mín
uk: Y мін

source: Minimum Y coordinate
es: Coordenada Y mínima
uk: Мінімальна координата Y

source: X Max
es: X Máx
uk: X макс

source: Maximum X coordinate
es: Coordenada X máxima
uk: Максимальна координата X

source: Y Max
es: Y Máx
uk: Y макс

source: Maximum Y coordinate
es: Coordenada Y máxima
uk: Максимальна координата Y

source: Tool {tool_number}, max power {max_power}, spot size {spot_x}x{spot_y}
de: Werkzeug {tool_number}, max. Leistung {max_power}, Punktgröße {spot_x}x{spot_y}
es: Herramienta {tool_number}, pot. máx. {max_power}, tamaño de punto {spot_x}x{spot_y}
fr: Outil {tool_number}, puissance max {max_power}, taille du point {spot_x}x{spot_y}
pt: Ferramenta {tool_number}, pot. máx. {max_power}, tamanho do ponto {spot_x}x{spot_y}
uk: Інструмент {tool_number}, макс. потужність {max_power}, розмір плями {spot_x}x{spot_y}

source: Add New Laser Head
de: Neuen Laserkopf hinzufügen
es: Añadir nuevo cabezal láser
fr: Ajouter une nouvelle tête laser
pt: Adicionar Nova Cabeça de Laser
uk: Додати нову лазерну головку

source: No laser heads configured
de: Keine Laserköpfe konfiguriert
es: No hay cabezales láser configurados
fr: Aucune tête laser configurée
pt: Nenhuma cabeça de laser configurada
uk: Лазерні головки не налаштовані

source: At least one laser head is required
de: Mindestens ein Laserkopf ist erforderlich
es: Se requiere al menos un cabezal láser
fr: Au moins une tête laser est requise
pt: É necessária pelo menos uma cabeça de laser
uk: Потрібна принаймні одна лазерна головка

source: New Laser
de: Neuer Laser
es: Nuevo láser
fr: Nouveau laser
pt: Novo Laser
uk: Новий лазер

source: Laser Heads
de: Laserköpfe
es: Cabezales láser
fr: Têtes laser
pt: Cabeças de Laser
uk: Лазерні головки

source: You can configure multiple laser heads if your machine supports it.
de: Du kannst mehrere Laserköpfe konfigurieren, wenn deine Maschine dies unterstützt.
es: Puedes configurar múltiples cabezales láser si tu máquina lo admite.
fr: Vous pouvez configurarer plusieurs têtes laser si votre machine le permet.
pt: Você pode configurar múltiplas cabeças de laser se sua máquina suportar.
uk: Ви можете налаштувати кілька лазерних головок, якщо ваш верстат це підтримує.

source: Laser Properties
de: Lasereigenschaften
es: Propiedades del láser
fr: Propriétés du laser
pt: Propriedades do Laser
uk: Властивості лазера

source: Configure the selected laser.
es: Configurar el láser seleccionado.
pt: Configurar o laser selecionado.
uk: Налаштувати обраний лазер.

source: Tool Number
de: Werkzeugnummer
es: Número de herramienta
fr: Numéro d’outil
pt: Número da Ferramenta
uk: Номер інструменту

source: G-code tool number (e.g., T0, T1)
de: G-Code-Werkzeugnummer (z. B. T0, T1)
es: Número de herramienta de G-code (p. ej., T0, T1)
fr: Numéro d’outil G-code (par ex. : T0, T1)
pt: Número da ferramenta do G-code (ex: T0, T1)
uk: Номер інструменту G-коду (наприклад, T0, T1)

source: Max Power
de: Max. Leistung
es: Potencia máxima
fr: Puissance max.
pt: Potência Máxima
uk: Макс. потужність

source: Maximum power value in GCode
de: Maximaler Leistungswert im G-Code
es: Valor máximo de potencia en G-code
fr: Valeur de puissance maximale dans le G-code
pt: Valor de potência máxima no GCode
uk: Максимальне значення потужності в GCode

source: Frame Power
de: Rahmenleistung
es: Potencia de encuadre
fr: Puissance de cadrage
pt: Potência de Enquadramento
uk: Потужність обведення

source: Power value in percent to use when framing. 0 to disable
de: Leistung in Prozent für die Umrandung. 0 zum Deaktivieren.
es: Valor de potencia en porcentaje a usar al encuadrar. 0 para desactivar.
fr: Valeur de puissance en pourcentage à utiliser pour le cadrage. 0 pour désactiver.
pt: Valor de potência em percentagem a usar ao enquadrar. 0 para desativar.
uk: Значення потужності у відсотках для обведення. 0 для вимкнення

source: Focus Power
de: Fokusleistung
es: Potencia de enfoque
fr: Puissance de mise au point
pt: Potência de Foco
uk: Потужність фокусування

source: Power value in percent to use when focusing. 0 to disable
de: Leistung in Prozent für die Fokussierung. 0 zum Deaktivieren.
es: Valor de potencia en porcentaje a usar al enfocar. 0 para desactivar.
fr: Valeur de puissance en pourcentage à utiliser pour la mise au point. 0 pour désactiver.
pt: Valor de potência em percentagem a usar ao focar. 0 para desativar.
uk: Значення потужності у відсотках для фокусування. 0 для вимкнення

source: Spot Size X
de: Punktgröße X
es: Tamaño del punto X
fr: Taille du point X
pt: Tamanho do Ponto X
uk: Розмір плями X

source: Size of the laser spot in the X direction
de: Größe des Laserpunkts in X-Richtung
es: Tamaño del punto láser en la dirección X
fr: Taille du point laser dans la direction X
pt: Tamanho do ponto do laser na direção X
uk: Розмір лазерної плями в напрямку X

source: Spot Size Y
de: Punktgröße Y
es: Tamaño del punto Y
fr: Taille du point Y
pt: Tamanho do Ponto Y
uk: Розмір плями Y

source: Size of the laser spot in the Y direction
de: Größe des Laserpunkts in Y-Richtung
es: Tamaño del punto láser en la dirección Y
fr: Taille du point laser dans la direction Y
pt: Tamanho do ponto do laser na direção Y
uk: Розмір лазерної плями в напрямку Y

source: {machine_name} - Machine Settings
de: {machine_name} - Maschineneinstellungen
es: {machine_name} - Ajustes de máquina
fr: {machine_name} - Paramètres de la machine
pt: {machine_name} - Configurações da Máquina
uk: {machine_name} - Налаштування верстата

source: Machine Settings
de: Maschineneinstellungen
es: Ajustes de la máquina
fr: Paramètres de la machine
pt: Configurações da Máquina
uk: Налаштування верстата

source: Laser
es: Láser
uk: Лазер

source: Machine
de: Maschine
es: Máquina
pt: Máquina
uk: Верстат

source: Basic machine identification and configuration.
es: Identificación y configuración básica de la máquina.
pt: Identificação e configuração básica da máquina.
uk: Базова ідентифікація та налаштування верстата.

source: Driver Settings
de: Treiber-Einstellungen
es: Ajustes del controlador
fr: Paramètres du pilote
pt: Configurações do Driver
uk: Налаштування драйвера

source: Connection and communication settings for the machine driver.
es: Ajustes de conexión y comunicación para el controlador de la máquina.
pt: Definições de conexão e comunicação para o controlador da máquina.
uk: Налаштування підключення та зв'язку для драйвера верстата.

source: Select driver
de: Treiber auswählen
es: Seleccionar controlador
fr: Sélectionner un pilote
pt: Selecionar driver
uk: Виберіть драйвер

source: Speeds &amp; Acceleration
de: Geschwindigkeiten &amp; Beschleunigung
es: Velocidades y aceleración
fr: Vitesses et accélération
pt: Velocidades e Aceleração
uk: Швидкості та прискорення

source: Movement parameters used for job time estimation and path optimization.
es: Parámetros de movimiento utilizados para la estimación del tiempo de trabajo y la optimización de trayectorias.
pt: Parâmetros de movimento usados para estimativa de tempo de trabalho e otimização de caminhos.
uk: Параметри руху, що використовуються для оцінки часу завдання та оптимізації шляху.

source: Max Travel Speed
de: Max. Verfahrgeschwindigkeit
es: Velocidad de desplazamiento máxima
fr: Vitesse maximale de déplacement
pt: Velocidade Máxima de Deslocamento
uk: Макс. швидкість переміщення

source: Maximum rapid movement speed
de: Maximale Geschwindigkeit für schnelle Bewegungen
es: Velocidad máxima de movimiento rápido
fr: Vitesse maximale de déplacement rapide
pt: Velocidade máxima de movimento rápido
uk: Максимальна швидкість швидкого переміщення

source: Max Cut Speed
de: Max. Schnittgeschwindigkeit
es: Velocidad de corte máxima
fr: Vitesse maximale de découpe
pt: Velocidade Máxima de Corte
uk: Макс. швидкість різання

source: Maximum cutting speed
de: Maximale Schnittgeschwindigkeit
es: Velocidad máxima de corte
fr: Vitesse maximale de découpe
pt: Velocidade máxima de corte
uk: Максимальна швидкість різання

source: Used for time estimations and calculating the default overscan distance
de: Wird für Zeitschätzungen und die Berechnung des Standard-Overscans verwendet
es: Utilizado para estimaciones de tiempo y cálculo de la distancia de sobrescan predeterminada
fr: Utilisé pour les estimations de temps et le calcul de la distance de surbalayage par défaut
pt: Usado para estimativas de tempo e cálculo da distância de sobrescan padrão
uk: Використовується для оцінки часу та розрахунку відстані оверскану за замовчуванням

source: <b>Configuration required:</b> {error}
de: <b>Konfiguration erforderlich:</b> {error}
es: <b>Configuración requerida:</b> {error}
fr: <b>Configuration requise :</b> {error}
pt: <b>Configuração necessária:</b> {error}
uk: <b>Потрібне налаштування:</b> {error}

source: <b>Error:</b> {error}
de: <b>Fehler:</b> {error}
fr: <b>Erreur :</b> {error}
pt: <b>Erro:</b> {error}
uk: <b>Помилка:</b> {error}

source: Not supported by the driver
de: Vom Treiber nicht unterstützt
es: No compatible con el controlador
fr: Non supporté par le pilote
pt: Não suportado pelo driver
uk: Не підтримується драйвером

source: Drag to reorder
de: Zum Neuanordnen ziehen
es: Arrastrar para reordenar
fr: Glisser pour réorganiser
pt: Arrastar para reordenar
uk: Перетягніть для зміни порядку

source: Delete Variable
de: Variable löschen
es: Eliminar variable
fr: Supprimer la variable
pt: Excluir Variável
uk: Видалити змінну

source: Key
de: Schlüssel
es: Clave
fr: Clé
pt: Chave
uk: Ключ

source: Default Value
de: Standardwert
es: Valor por defecto
fr: Valeur par défaut
pt: Valor Padrão
uk: Значення за замовчуванням

source: Start Value
de: Startwert
es: Valor inicial
fr: Valeur de départ
pt: Valor Inicial
uk: Початкове значення

source: Minimum Value
de: Minimalwert
es: Valor mínimo
fr: Valeur minimale
pt: Valor Mínimo
uk: Мінімальне значення

source: End Value
de: Endwert
es: Valor final
fr: Valeur de fin
pt: Valor Final
uk: Кінцеве значення

source: Maximum Value
de: Maximalwert
es: Valor máximo
fr: Valeur maximale
pt: Valor Máximo
uk: Максимальне значення

source: Adjust Value
de: Wert anpassen
es: Ajustar valor
fr: Ajuster la valeur
pt: Ajustar Valor
uk: Налаштувати значення

source: Adjust Slider Range
de: Schiebereglerbereich anpassen
es: Ajustar rango del deslizador
fr: Ajuster la plage du curseur
pt: Ajustar Intervalo do Deslizador
uk: Налаштувати діапазон повзунка

source: Integer
de: Ganzzahl
es: Entero
fr: Entier
pt: Inteiro
uk: Ціле число

source: Boolean (Switch)
de: Boolesch (Schalter)
es: Booleano (Interruptor)
fr: Booléen (Commutateur)
pt: Booleano (Interruptor)
uk: Логічне (Перемикач)

source: Floating Point
de: Gleitkommazahl
es: Punto flotante
fr: Nombre à virgule flottante
pt: Ponto Flutuante
uk: Дробове число

source: Slider (0-100%)
de: Schieberegler (0-100%)
es: Deslizador (0-100%)
fr: Curseur (0-100 %)
pt: Deslizador (0-100%)
uk: Повзунок (0-100%)

source: Text (Single Line)
de: Text (Einzeilig)
es: Texto (una línea)
fr: Texte (une seule ligne)
pt: Texto (Linha Única)
uk: Текст (один рядок)

source: Text (Multi-Line)
de: Text (Mehrzeilig)
es: Texto (multilínea)
fr: Texte (plusieurs lignes)
pt: Texto (Múltiplas Linhas)
uk: Текст (багато рядків)

source: Choice
de: Auswahl
es: Opción
fr: Choix
pt: Escolha
uk: Вибір

source: Hostname / IP
de: Hostname / IP-Adresse
es: Nombre de host / IP
fr: Nom d'hôte / IP
pt: Nome do Host / IP
uk: Ім'я хоста / IP

source: Serial Port
de: Serieller Port
es: Puerto serie
fr: Port série
pt: Porta Serial
uk: Послідовний порт

source: Add Parameter
de: Parameter hinzufügen
es: Añadir parámetro
fr: Ajouter un paramètre
pt: Adicionar Parâmetro
uk: Додати параметр

source: New Parameter
de: Neuer Parameter
es: Nuevo parámetro
pt: Novo parâmetro
uk: Новий параметр

source: None Selected
de: Keine Auswahl
es: Ninguno seleccionado
fr: Aucun sélectionné
pt: Nenhum Selecionado
uk: Нічого не вибрано

source: Unsupported type: {t}
de: Nicht unterstützter Typ: {t}
es: Tipo no soportado: {t}
fr: Type non pris en charge : {t}
pt: Tipo não suportado: {t}
uk: Непідтримуваний тип: {t}

source: Apply Change
de: Änderung anwenden
es: Aplicar cambio
fr: Appliquer la modification
pt: Aplicar Alteração
uk: Застосувати зміни

source: Help Improve Rayforge
uk: Допомогти покращити Rayforge

source: Would you like to help improve Rayforge by allowing anonymous usage reporting? This helps us understand how the app is used and prioritize improvements. No personal data is collected.
uk: Бажаєте допомогти покращити Rayforge, дозволивши анонімні звіти про використання? Це допоможе нам зрозуміти, як використовується програма, та визначити пріоритети покращень. Персональні дані не збираються.

source: No Thanks
uk: Ні, дякую

source: Allow Reporting
uk: Дозволити звіти

source: Show History
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l'historique
pt: Mostrar Histórico
uk: Показати історію

source: Unnamed Action
de: Unbenannte Aktion
es: Acción sin nombre
fr: Action sans nom
pt: Ação Sem Nome
uk: Безіменна дія

source: Undo the last action
de: Letzte Aktion rückgängig machen
es: Deshacer la última acción
fr: Annuler la dernière action
pt: Desfazer a última ação
uk: Скасувати останню дію

source: Redo the last action
de: Letzte Aktion wiederholen
es: Rehacer la última acción
fr: Rétablir la dernière action
pt: Refazer a última ação
uk: Повторити останню дію

source: No parameters
de: Keine Parameter
es: Sin parámetros
fr: Aucun paramètre
pt: Sem parâmetros
uk: Немає параметрів

source: Show all options
de: Alle Optionen anzeigen
es: Mostrar todas las opciones
fr: Afficher toutes les options
pt: Mostrar todas as opções
uk: Показати всі параметри

source: New
de: Neu
es: Nuevo
fr: Nouveau
pt: Novo
uk: Новий

source: Open...
de: Öffnen...
es: Abrir...
fr: Ouvrir...
pt: Abrir...
uk: Відкрити...

source: Save As...
de: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
pt: Salvar como...
uk: Зберегти як...

source: Open Recent
de: Zuletzt geöffnet
es: Abrir recientes
fr: Ouvrir les récents
pt: Abrir Recentes
uk: Нещодавні файли

source: Import...
de: Importieren...
es: Importar...
fr: Importer...
pt: Importar...
uk: Імпортувати...

source: Export G-code...
de: G-Code exportieren...
es: Exportar G-code...
fr: Exporter le G-code...
pt: Exportar G-code...
uk: Експортувати G-код...

source: Export Document...
es: Exportar documento...
pt: Exportar Documento...
uk: Експортувати документ...

source: Quit
de: Beenden
es: Salir
fr: Quitter
pt: Sair
uk: Вийти

source: _File
de: _Datei
es: _Archivo
fr: _Fichier
pt: _Arquivo
uk: _Файл

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
pt: Desfazer
uk: Скасувати

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
pt: Refazer
uk: Повторити

source: Copy
de: Kopieren
es: Copiar
fr: Copier
pt: Copiar
uk: Копіювати

source: Paste
de: Einfügen
es: Pegar
fr: Coller
pt: Colar
uk: Вставити

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
pt: Duplicar
uk: Дублювати

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
pt: Selecionar Tudo
uk: Вибрати все

source: Clear Document
de: Dokument leeren
es: Limpiar documento
fr: Effacer le document
pt: Limpar Documento
uk: Очистити документ

source: _Edit
de: _Bearbeiten
es: _Editar
fr: _Édition
pt: _Editar
uk: _Редагування

source: Show Workpieces
de: Werkstücke anzeigen
es: Mostrar piezas de trabajo
fr: Afficher les pièces
pt: Mostrar Peças de Trabalho
uk: Показати робочі деталі

source: Show Tabs
de: Haltestege anzeigen
es: Mostrar pestañas de sujeción
fr: Afficher les languettes
pt: Mostrar Abas de Fixação
uk: Показати вкладки

source: Show Camera Image
de: Kamerabild anzeigen
es: Mostrar imagen de la cámara
fr: Afficher l'image de la caméra
pt: Mostrar Imagem da Câmera
uk: Показати зображення камери

source: Show Travel Moves
de: Verfahrwege anzeigen
es: Mostrar movimientos de desplazamiento
fr: Afficher les déplacements à vide
pt: Mostrar Movimentos de Deslocamento
uk: Показати холості переміщення
