Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Checking for package updates...
de: Suche nach Paket-Aktualisierungen...
es: Comprobando actualizaciones de paquetes...
fr: Vérification des mises à jour des paquets...
pt: A verificar atualizações de pacotes...
uk: Перевірка оновлень пакетів...

source: An update is available for {name}.
de: Ein Update ist für {name} verfügbar.
es: Hay una actualización disponible para {name}.
fr: Une mise à jour est disponible pour {name}.
pt: Está disponível uma atualização para {name}.
uk: Доступне оновлення для {name}.

source: Updates are available for {name1} and {name2}.
de: Updates sind für {name1} und {name2} verfügbar.
es: Hay actualizaciones disponibles para {name1} y {name2}.
fr: Des mises à jour sont disponibles pour {name1} et {name2}.
pt: Estão disponíveis atualizações para {name1} e {name2}.
uk: Доступні оновлення для {name1} та {name2}.

source: Updates are available for {name1}, {name2}, and {num} others.
de: Updates sind für {name1}, {name2} und {num} weitere verfügbar.
es: Hay actualizaciones disponibles para {name1}, {name2} y otros {num}.
fr: Des mises à jour sont disponibles pour {name1}, {name2} et {num} autres.
pt: Estão disponíveis atualizações para {name1}, {name2} e outros {num}.
uk: Доступні оновлення для {name1}, {name2} та ще {num}.

source: Install All
de: Alle installieren
es: Instalar todo
fr: Tout installer
pt: Instalar Tudo
uk: Встановити все

source: Package updates found.
de: Paket-Aktualisierungen gefunden.
es: Se encontraron actualizaciones de paquetes.
fr: Des mises à jour de paquets ont été trouvées.
pt: Foram encontradas atualizações de pacotes.
uk: Знайдено оновлення пакетів.

source: Packages are up to date.
de: Pakete sind auf dem neuesten Stand.
es: Los paquetes están actualizados.
fr: Les paquets sont à jour.
pt: Os pacotes estão atualizados.
uk: Пакети актуальні.

source: Update check failed.
de: Update-Prüfung fehlgeschlagen.
es: La comprobación de actualizaciones falló.
fr: La vérification des mises à jour a échoué.
pt: A verificação de atualizações falhou.
uk: Помилка перевірки оновлень.

source: Installing package updates...
de: Installiere Paket-Aktualisierungen...
es: Instalando actualizaciones de paquetes...
fr: Installation des mises à jour des paquets...
pt: A instalar atualizações de pacotes...
uk: Встановлення оновлень пакетів...

source: Package successfully updated.
de: Paket erfolgreich aktualisiert.
es: Paquete actualizado correctamente.
fr: Paquet mis à jour avec succès.
pt: Pacote atualizado com sucesso.
uk: Пакет успішно оновлено.

source: {num_s} packages updated, {num_f} failed.
de: {num_s} Pakete aktualisiert, {num_f} fehlgeschlagen.
es: {num_s} paquetes actualizados, {num_f} fallaron.
fr: {num_s} paquets mis à jour, {num_f} ont échoué.
pt: {num_s} pacotes atualizados, {num_f} falharam.
uk: {num_s} пакетів оновлено, {num_f} з помилкою.

source: Failed to update package.
de: Fehler beim Aktualisieren des Pakets.
es: Error al actualizar el paquete.
fr: Échec de la mise à jour du paquet.
pt: Falha ao atualizar o pacote.
uk: Не вдалося оновити пакет.

source: Finished with {num_failed} errors.
de: Mit {num_failed} Fehlern abgeschlossen.
es: Finalizado con {num_failed} errores.
fr: Terminé avec {num_failed} erreurs.
pt: Concluído com {num_failed} erros.
uk: Завершено з {num_failed} помилками.

source: All package updates installed!
de: Alle Paket-Aktualisierungen installiert!
es: ¡Todas las actualizaciones de paquetes instaladas!
fr: Toutes les mises à jour de paquets sont installées !
pt: Todas as atualizações de pacotes foram instaladas!
uk: Всі оновлення пакетів встановлено!

source: {name} Workflow
es: {name} Flujo de trabajo
pt: {name} Fluxo de trabalho
uk: Робочий процес {name}

source: Layer 1
de: Ebene 1
es: Capa 1
fr: Calque 1
pt: Camada 1
uk: Шар 1

source: {power_percent}% power, {speed_str}
es: {power_percent}% potencia, {speed_str}
uk: {power_percent}% потужність, {speed_str}

source: Baud rate cannot be empty.
de: Baudrate darf nicht leer sein.
es: La tasa de baudios no puede estar vacía.
fr: Le débit en bauds ne peut pas être vide.
pt: A taxa de transmissão não pode estar vazia.
uk: Швидкість передачі не може бути порожньою.

source: '{rate}' is not a standard baud rate.
de: '{rate}' ist keine Standard-Baudrate.
es: '{rate}' no es una tasa de baudios estándar.
fr: '{rate}' n'est pas un débit en bauds standard.
pt: '{rate}' não é uma taxa de transmissão padrão.
uk: '{rate}' не є стандартною швидкістю передачі.

source: Baud Rate
es: Tasa de baudios
fr: Débit en bauds
pt: Taxa de Transmissão
uk: Швидкість передачі

source: Connection speed in bits per second
de: Verbindungsgeschwindigkeit in Bits pro Sekunde
es: Velocidad de conexión en bits por segundo
fr: Vitesse de connexion en bits par seconde
pt: Velocidade da conexão em bits por segundo
uk: Швидкість з'єднання в бітах за секунду

source: Hostname or IP address cannot be empty.
de: Hostname oder IP-Adresse darf nicht leer sein.
es: El nombre de host o la dirección IP no pueden estar vacíos.
fr: Le nom d’hôte ou l’adresse IP ne peut pas être vide.
pt: O nome do host ou endereço IP não pode estar vazio.
uk: Ім'я хоста або IP-адреса не можуть бути порожніми.

source: Invalid hostname or IP address format.
de: Ungültiges Hostname- oder IP-Adressformat.
es: Formato de nombre de host o dirección IP no válido.
fr: Format de nom d’hôte ou d’adresse IP non valide.
pt: Formato de nome de host ou endereço IP inválido.
uk: Неправильний формат імені хоста або IP-адреси.

source: Value must be at least {min_val}.
de: Der Wert muss mindestens {min_val} betragen.
es: El valor debe ser como mínimo {min_val}.
fr: La valeur doit être d'au moins {min_val}.
pt: O valor deve ser no mínimo {min_val}.
uk: Значення має бути не менше {min_val}.

source: Value must be at most {max_val}.
de: Der Wert darf höchstens {max_val} betragen.
es: El valor debe ser como máximo {max_val}.
fr: La valeur doit être d'au plus {max_val}.
pt: O valor deve ser no máximo {max_val}.
uk: Значення має бути не більше {max_val}.

source: Port cannot be empty.
de: Port darf nicht leer sein.
es: El puerto no puede estar vacío.
fr: Le port ne peut pas être vide.
pt: A porta não pode estar vazia.
uk: Порт не може бути порожнім.

source: Port must be a number.
de: Port muss eine Zahl sein.
es: El puerto debe ser un número.
fr: Le port doit être un nombre.
pt: A porta deve ser um número.
uk: Порт має бути числом.

source: Serial port cannot be empty.
de: Serieller Port darf nicht leer sein.
es: El puerto serie no puede estar vacío.
fr: Le port série ne peut pas être vide.
pt: A porta serial não pode estar vazia.
uk: Послідовний порт не може бути порожнім.

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
pt: Cortar
uk: Різання

source: Optionally force a specific laser head
de: Optional einen bestimmten Laserkopf erzwingen.
es: Opcionalmente, forzar un cabezal láser específico.
fr: Forcer l'utilisation d'une tête laser spécifique
pt: Opcionalmente, forçar uma cabeça de laser específica.
uk: Опціонально примусово використовувати певну лазерну головку

source: Power
de: Leistung
es: Potencia
fr: Puissance
pt: Potência
uk: Потужність

source: Cut Speed
de: Schnittgeschwindigkeit
es: Velocidad de corte
fr: Vitesse de coupe
pt: Velocidade de Corte
uk: Швидкість різання

source: Air Assist
de: Druckluftunterstützung
es: Asistencia de aire
fr: Assistance d’air
pt: Assistência de Ar
uk: Повітряний обдув

source: Kerf
de: Schnittfuge
es: Ancho de corte
fr: Trait de coupe
pt: Largura do corte
uk: Пропил

source: The effective width of the laser beam
de: Die effektive Breite des Laserstrahls
es: El ancho efectivo del haz láser
fr: La largeur effective du faisceau laser
pt: A largura efetiva do feixe de laser
uk: Ефективна ширина лазерного променя

source: Engrave
de: Gravieren
es: Grabar
fr: Graver
pt: Gravar
uk: Гравіювання

source: Engrave Speed
de: Gravurgeschwindigkeit
es: Velocidad de grabado
fr: Vitesse de gravure
pt: Velocidade de Gravação
uk: Швидкість гравіювання

source: Score
de: Ritzen
es: Marcar
fr: Marquer
pt: Marcar
uk: Надріз

source: Score Speed
de: Ritzgeschwindigkeit
es: Velocidad de marcado
fr: Vitesse de marquage
pt: Velocidade de Marcação
uk: Швидкість надрізу

source: Syntax Error: {message}
de: Syntaxfehler: {message}
es: Error de sintaxis: {message}
fr: Erreur de syntaxe : {message}
pt: Erro de Sintaxe: {message}
uk: Синтаксична помилка: {message}

source: Unknown variable or function: '{name}'
de: Unbekannte Variable oder Funktion: '{name}'
es: Variable o función desconocida: '{name}'
fr: Variable ou fonction inconnue : « {name} »
pt: Variável ou função desconhecida: '{name}'
uk: Невідома змінна або функція: '{name}'

source: Cannot use operator '{op}' between types '{left}' and '{right}'
de: Operator '{op}' kann nicht zwischen den Typen '{left}' und '{right}' verwendet werden.
es: No se puede usar el operador '{op}' entre los tipos '{left}' y '{right}'
fr: Impossible d'utiliser l'opérateur « {op} » entre les types « {left} » et « {right} »
pt: Não é possível usar o operador '{op}' entre os tipos '{left}' e '{right}'
uk: Неможливо використати оператор '{op}' між типами '{left}' та '{right}'

source: Sketch Parameters
de: Skizzenparameter
es: Parámetros del boceto
fr: Paramètres de l'esquisse
pt: Parâmetros do Esboço
uk: Параметри ескізу

source: Parameters that control this sketch's geometry
de: Parameter, die die Geometrie dieser Skizze steuern
es: Parámetros que controlan la geometría de este boceto
fr: Paramètres qui contrôlent la géométrie de cette esquisse
pt: Parâmetros que controlam a geometria deste esboço
uk: Параметри, що керують геометрією цього ескізу

source: Equal Length
de: Gleiche Länge
es: Longitud Igual
fr: Longueur Égale
pt: Comprimento Igual
uk: Рівна довжина

source: Parallelogram
de: Parallelogramm
es: Paralelogramo
fr: Parallélogramme
pt: Paralelogramo
uk: Паралелограм

source: Point on Line
de: Punkt auf Linie
es: Punto en Línea
fr: Point sur Ligne
pt: Ponto na Linha
uk: Точка на лінії

source: Collinear
de: Kollinear
es: Colineal
fr: Colinéaire
pt: Colinear
uk: Колінеарність

source: Tangent
de: Tangente
es: Tangente
fr: Tangente
pt: Tangente
uk: Дотична

source: Distance
de: Abstand
es: Distancia
pt: Distância
uk: Відстань

source: Vertical
de: Vertikal
uk: Вертикаль

source: Equal Distance
de: Gleiche Abstand
es: Distancia Igual
fr: Distance Égale
pt: Distância Igual
uk: Рівна відстань

source: Perpendicular
de: Senkrecht
fr: Perpendiculaire
uk: Перпендикуляр

source: Symmetry
de: Symmetrie
es: Simetría
fr: Symétrie
pt: Simetria
uk: Симетрія

source: Horizontal
uk: Горизонталь

source: Angle
de: Winkel
es: Ángulo
pt: Ângulo
uk: Кут

source: Diameter
de: Durchmesser
es: Diámetro
fr: Diamètre
pt: Diâmetro
uk: Діаметр

source: Coincident
de: Koinzident
es: Coincidente
fr: Confondu
pt: Coincidente
uk: Співпадіння

source: Radius
es: Radio
fr: Rayon
pt: Raio
uk: Радіус

source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport d'aspect
pt: Proporção
uk: Співвідношення сторін

source: Add Radius
de: Radius hinzufügen
es: Añadir radio
fr: Ajouter un rayon
pt: Adicionar Raio
uk: Додати радіус

source: Add Distance
de: Abstand hinzufügen
es: Añadir distancia
fr: Ajouter une distance
pt: Adicionar Distância
uk: Додати відстань

source: Add Diameter
de: Durchmesser hinzufügen
es: Añadir diámetro
fr: Ajouter un diamètre
pt: Adicionar Diâmetro
uk: Додати діаметр

source: Add Arc
de: Bogen hinzufügen
es: Añadir arco
fr: Ajouter un arc
pt: Adicionar Arco
uk: Додати дугу

source: Add Circle
de: Kreis hinzufügen
es: Añadir círculo
fr: Ajouter un cercle
pt: Adicionar Círculo
uk: Додати коло

source: Add Line
de: Linie hinzufügen
es: Añadir línea
fr: Ajouter une ligne
pt: Adicionar Linha
uk: Додати лінію

source: Add Fillet
de: Abrundung hinzufügen
es: Añadir redondeo
fr: Ajouter un congé
pt: Adicionar Filete
uk: Додати заокруглення

source: Add Text Box
de: Textfeld hinzufügen
es: Añadir cuadro de texto
fr: Ajouter une zone de texte
pt: Adicionar Caixa de Texto
uk: Додати текстове поле

source: Add Fill
de: Füllung hinzufügen
es: Añadir relleno
fr: Ajouter un remplissage
pt: Adicionar Preenchimento
uk: Додати заливку

source: Remove Fill
de: Füllung entfernen
es: Eliminar relleno
fr: Supprimer le remplissage
pt: Remover Preenchimento
uk: Видалити заливку

source: Edit Constraint
de: Bedingung bearbeiten
es: Editar restricción
fr: Modifier la contrainte
pt: Editar Restrição
uk: Редагувати обмеження

source: Add Chamfer
de: Fase hinzufügen
es: Añadir chaflán
fr: Ajouter un chanfrein
pt: Adicionar Chanfro
uk: Додати фаску

source: Add Rounded Rectangle
de: Abgerundetes Rechteck hinzufügen
es: Añadir rectángulo redondeado
fr: Ajouter un rectangle arrondi
pt: Adicionar Retângulo Arredondado
uk: Додати заокруглений прямокутник

source: Add Rectangle
de: Rechteck hinzufügen
es: Añadir rectángulo
fr: Ajouter un rectangle
pt: Adicionar Retângulo
uk: Додати прямокутник

source: Modify Text Property
de: Texteigenschaft ändern
es: Modificar propiedad de texto
fr: Modifier la propriété de texte
pt: Modificar Propriedade de Texto
uk: Змінити властивість тексту

source: Move Point
de: Punkt verschieben
es: Mover punto
fr: Déplacer le point
pt: Mover Ponto
uk: Перемістити точку

source: Unstick Junction
de: Verbindung lösen
es: Despegar unión
fr: Détacher la jonction
pt: Descolar Junção
uk: Від'єднати вузол

source: Edit Text
de: Text bearbeiten
es: Editar texto
fr: Modifier le texte
pt: Editar Texto
uk: Редагувати текст

source: Missing Command Letter
de: Befehlsbuchstabe fehlt
es: Letra de comando faltante
fr: Lettre de commande manquante
pt: Letra de comando ausente
uk: Відсутня буква команди

source: G-code commands need a letter followed by a value. The command letter was not found.
de: G-Code-Befehle benötigen einen Buchstaben gefolgt von einem Wert. Der Befehlsbuchstabe wurde nicht gefunden.
es: Los comandos G-code necesitan una letra seguida de un valor. La letra de comando no se encontró.
fr: Les commandes G-code nécessitent une lettre suivie d'une valeur. La lettre de commande n'a pas été trouvée.
pt: Os comandos G-code necessitam uma letra seguida de um valor. A letra de comando não foi encontrada.
uk: Команди G-code потребують букви зі значенням. Букву команди не знайдено.

source: Invalid Number Format
de: Ungültiges Zahlenformat
es: Formato de número inválido
fr: Format de nombre invalide
pt: Formato de número inválido
uk: Неправильний формат числа

source: The value is missing or not in the correct numeric format. Check your G-code syntax.
de: Der Wert fehlt oder ist nicht im richtigen numerischen Format. Überprüfen Sie Ihre G-Code-Syntax.
es: El valor falta o no está en el formato numérico correcto. Verifique la sintaxis de su G-code.
fr: La valeur est manquante ou n'est pas dans le bon format numérique. Vérifiez la syntaxe de votre G-code.
pt: O valor está ausente ou não está no formato numérico correto. Verifique a sintaxe do seu G-code.
uk: Значення відсутнє або має неправильний числовий формат. Перевірте синтаксис G-code.

source: Unknown Command
de: Unbekannter Befehl
es: Comando desconocido
fr: Commande inconnue
pt: Comando desconhecido
uk: Невідома команда

source: This Grbl setting command is not recognized or supported. Check the command syntax.
de: Dieser Grbl-Einstellungsbefehl wird nicht erkannt oder unterstützt. Überprüfen Sie die Befehlssyntax.
es: Este comando de configuración de Grbl no se reconoce ni se admite. Verifique la sintaxis del comando.
fr: Cette commande de paramétrage Grbl n'est pas reconnue ou prise en charge. Vérifiez la syntaxe de la commande.
pt: Este comando de configuração do Grbl não é reconhecido ou suportado. Verifique a sintaxe do comando.
uk: Ця команда налаштування Grbl не розпізнається або не підтримується. Перевірте синтаксис команди.

source: Negative Value
de: Negativer Wert
es: Valor negativo
fr: Valeur négative
pt: Valor negativo
uk: Від'ємне значення

source: A positive number is required here, but a negative value was received.
de: Hier ist eine positive Zahl erforderlich, aber ein negativer Wert wurde empfangen.
es: Aquí se requiere un número positivo, pero se recibió un valor negativo.
fr: Un nombre positif est requis ici, mais une valeur négative a été reçue.
pt: Um número positivo é necessário aqui, mas um valor negativo foi recebido.
uk: Тут потрібне додатне число, але отримано від'ємне значення.

source: Homing Disabled
de: Referenzfahrt deaktiviert
es: Referenciado desactivado
fr: Prise d'origine désactivée
pt: Referenciação Desativada
uk: Пошук дому вимкнено

source: Homing is not enabled in settings. Enable homing ($22=1) to use this feature.
de: Referenzfahrt ist in den Einstellungen nicht aktiviert. Aktivieren Sie die Referenzfahrt ($22=1), um diese Funktion zu nutzen.
es: El retorno al origen no está habilitado en la configuración. Habilite el retorno al origen ($22=1) para usar esta función.
fr: Le retour à l'origine n'est pas activé dans les paramètres. Activez le retour à l'origine ($22=1) pour utiliser cette fonction.
pt: O retorno à origem não está ativado nas configurações. Ative o retorno à origem ($22=1) para usar este recurso.
uk: Пошук дому не увімкнено в налаштуваннях. Увімкніть пошук дому ($22=1) для використання цієї функції.

source: Pulse Time Too Short
de: Impulsdauer zu kurz
es: Tiempo de pulso demasiado corto
fr: Durée d'impulsion trop courte
pt: Tempo de pulso muito curto
uk: Час імпульсу занадто короткий

source: Minimum step pulse time must be greater than 3 microseconds. Check setting $0.
de: Die minimale Schrittimpulsdauer muss größer als 3 Mikrosekunden sein. Überprüfen Sie die Einstellung $0.
es: El tiempo de pulso de paso mínimo debe ser mayor de 3 microsegundos. Verifique la configuración $0.
fr: Le temps d'impulsion de pas minimum doit être supérieur à 3 microsecondes. Vérifiez le paramètre $0.
pt: O tempo de pulso de passo mínimo deve ser maior que 3 microsegundos. Verifique a configuração $0.
uk: Мінімальний час крокового імпульсу має бути більше 3 мікросекунд. Перевірте налаштування $0.

source: Memory Error
de: Speicherfehler
es: Error de memoria
fr: Erreur de mémoire
pt: Erro de memória
uk: Помилка пам'яті

source: Settings reset to defaults due to a memory read failure. Reconfigure your settings if needed.
de: Einstellungen wurden aufgrund eines Speicherlesefehlers auf Standardwerte zurückgesetzt. Konfigurieren Sie Ihre Einstellungen bei Bedarf neu.
es: La configuración se restableció a los valores predeterminados debido a un error de lectura de memoria. Reconfigure su configuración si es necesario.
fr: Les paramètres ont été réinitialisés aux valeurs par défaut en raison d'une erreur de lecture de la mémoire. Reconfigurez vos paramètres si nécessaire.
pt: As configurações foram redefinidas para os padrões devido a uma falha de leitura de memória. Reconfigure suas configurações se necessário.
uk: Налаштування скинуто до стандартних через помилку читання пам'яті. Переналаштуйте параметри за потреби.

source: Machine Busy
de: Maschine belegt
es: Máquina ocupada
fr: Machine occupée
pt: Máquina ocupada
uk: Машина зайнята

source: This command can only be used when the machine is idle. Wait for the current job to finish.
de: Dieser Befehl kann nur verwendet werden, wenn die Maschine im Leerlauf ist. Warten Sie, bis der aktuelle Auftrag abgeschlossen ist.
es: Este comando solo se puede usar cuando la máquina está inactiva. Espere a que termine el trabajo actual.
fr: Cette commande ne peut être utilisée que lorsque la machine est inactive. Attendez que le travail en cours se termine.
pt: Este comando só pode ser usado quando a máquina está ociosa. Aguarde o trabalho atual terminar.
uk: Цю команду можна використовувати лише коли машина бездіяльна. Дочекайтеся завершення поточного завдання.

source: Commands Locked
de: Befehle gesperrt
es: Comandos bloqueados
fr: Commandes verrouillées
pt: Comandos bloqueados
uk: Команди заблоковано

source: Cannot send commands while in alarm or jog mode. Clear the alarm state first.
de: Befehle können nicht gesendet werden, während sich die Maschine im Alarm- oder Jog-Modus befindet. Löschen Sie zuerst den Alarmzustand.
es: No se pueden enviar comandos mientras está en modo de alarma o de desplazamiento manual. Borre primero el estado de alarma.
fr: Impossible d'envoyer des commandes en mode d'alarme ou de déplacement manuel. Effacez d'abord l'état d'alarme.
pt: Não é possível enviar comandos enquanto em modo de alarme ou movimento manual. Limpe o estado de alarme primeiro.
uk: Неможливо надсилати команди в режимі тривоги або ручного переміщення. Спочатку очистіть стан тривоги.

source: Homing Required
de: Referenzfahrt erforderlich
es: Retorno al origen requerido
fr: Retour à l'origine requis
pt: Retorno à origem necessário
uk: Потрібен пошук дому

source: Soft limits cannot be enabled without homing also enabled. Enable homing first ($22=1).
de: Soft-Limits können nicht aktiviert werden, ohne dass die Referenzfahrt ebenfalls aktiviert ist. Aktivieren Sie zuerst die Referenzfahrt ($22=1).
es: Los límites suaves no se pueden habilitar sin que el retorno al origen también esté habilitado. Habilite primero el retorno al origen ($22=1).
fr: Les limites logicielles ne peuvent pas être activées sans que le retour à l'origine soit également activé. Activez d'abord le retour à l'origine ($22=1).
pt: Os limites suaves não podem ser ativados sem que o retorno à origem também esteja ativado. Ative o retorno à origem primeiro ($22=1).
uk: М'які обмеження не можна увімкнути без увімкненого пошуку дому. Спочатку увімкніть пошук дому ($22=1).

source: Line Too Long
de: Zeile zu lang
es: Línea demasiado larga
fr: Ligne trop longue
pt: Linha muito longa
uk: Рядок занадто довгий

source: The command line has too many characters and was ignored. Check your file formatting.
de: Die Befehlszeile enthält zu viele Zeichen und wurde ignoriert. Überprüfen Sie die Dateiformatierung.
es: La línea de comando contiene demasiados caracteres y se ignoró. Verifique el formato de su archivo.
fr: La ligne de commande contient trop de caractères et a été ignorée. Vérifiez le formatage de votre fichier.
pt: A linha de comando tem muitos caracteres e foi ignorada. Verifique a formatação do seu arquivo.
uk: Рядок команди містить занадто багато символів і був ігнорований. Перевірте форматування файлу.

source: Setting Too High
de: Einstellung zu hoch
es: Configuración demasiado alta
fr: Paramètre trop élevé
pt: Configuração muito alta
uk: Значення занадто велике

source: This setting exceeds the maximum step rate supported. Use a lower value.
de: Diese Einstellung überschreitet die maximal unterstützte Schrittrate. Verwenden Sie einen niedrigeren Wert.
es: Esta configuración excede la velocidad de paso máxima admitida. Utilice un valor más bajo.
fr: Ce paramètre dépasse la vitesse de pas maximale prise en charge. Utilisez une valeur plus faible.
pt: Esta configuração excede a taxa de passo máxima suportada. Use um valor mais baixo.
uk: Це налаштування перевищує максимальну підтримувану швидкість кроків. Використовуйте менше значення.

source: Door Open
de: Tür geöffnet
es: Puerta abierta
fr: Porte ouverte
pt: Porta aberta
uk: Двері відчинено

source: The safety door was detected as open. Close the door and resume operation.
de: Die Sicherheitstür wurde als geöffnet erkannt. Schließen Sie die Tür und setzen Sie den Betrieb fort.
es: Se detectó que la puerta de seguridad está abierta. Cierre la puerta y reanude la operación.
fr: La porte de sécurité a été détectée comme ouverte. Fermez la porte et reprenez l'opération.
pt: A porta de segurança foi detectada como aberta. Feche a porta e retome a operação.
uk: Виявлено відчинені запобіжні двері. Закрийте двері та відновіть роботу.
