Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Offline - Position Unknown
de: Offline - Position unbekannt
es: Fuera de línea - Posición desconocida
fr: Hors ligne - Position inconnue
pt: Fora de linha - Posição desconhecida
uk: Офлайн - позиція невідома

source: Offsets cannot be set in Machine Coordinate Mode ({wcs})
de: Offsets können im Maschinenkoordinatenmodus ({wcs}) nicht gesetzt werden
es: Los desplazamientos no se pueden establecer en modo de coordenadas máquina ({wcs})
fr: Les décalages ne peuvent pas être définis en mode de coordonnées machine ({wcs})
pt: Os deslocamentos não podem ser definidos no modo de coordenadas da máquina ({wcs})
uk: Зміщення не можна встановити в режимі машинних координат ({wcs})

source: Machine must be connected to set Zero Here
de: Maschine muss verbunden sein, um Hier Null zu setzen
es: La máquina debe estar conectada para establecer el cero aquí
fr: La machine doit être connectée pour définir le zéro ici
pt: A máquina deve estar conectada para definir o zero aqui
uk: Верстат має бути підключено для встановлення нуля тут

source: Set current position as 0
de: Aktuelle Position als 0 setzen
es: Establecer posición actual como 0
fr: Définir la position actuelle comme 0
pt: Definir a posição atual como 0
uk: Встановити поточну позицію як 0

source: G-code Hooks
es: Hooks de G-code
fr: Hooks G-code
pt: Hooks de G-code
uk: Хуки G-коду

source: Add custom G-code to be executed at specific points in the job.
de: Füge benutzerdefinierten G-Code hinzu, der an bestimmten Punkten im Auftrag ausgeführt wird.
es: Añadir G-code personalizado para ser ejecutado en puntos específicos del trabajo.
fr: Ajoutez du G-code personnalisé à exécuter à des moments précis du travail.
pt: Adicione G-code personalizado para ser executado em pontos específicos do trabalho.
uk: Додати власний G-код для виконання у певних точках завдання.

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer a predeterminado
fr: Rétablir les valeurs par défaut
pt: Redefinir para Padrão
uk: Відновити за замовчуванням

source: Reset '{hook_name}' to Default?
de: „{hook_name}“ auf Standard zurücksetzen?
es: ¿Restablecer '{hook_name}' a predeterminado?
fr: Rétablir « {hook_name} » à sa valeur par défaut ?
pt: Redefinir '{hook_name}' para padrão?
uk: Відновити '{hook_name}' за замовчуванням?

source: This will remove your custom G-code for this hook. The machine will revert to using its built-in default macro. This action cannot be undone.
de: Dadurch wird dein benutzerdefinierter G-Code für diesen Hook entfernt. Die Maschine verwendet dann wieder ihr integriertes Standardmakro. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará tu G-code personalizado para este hook. La máquina volverá a usar su macro predeterminada integrada. Esta acción no se puede deshacer.
fr: Cela supprimera votre G-code personnalisé pour ce hook. La machine reviendra à l’utilisation de sa macro par défaut intégrée. Cette action est irréversible.
pt: Isso removerá seu G-code personalizado para este hook. A máquina voltará a usar sua macro padrão integrada. Esta ação não pode ser desfeita.
uk: Це видалить ваш власний G-код для цього хуку. Верстат повернеться до використання вбудованого макросу за замовчуванням. Цю дію неможливо скасувати.

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
pt: Redefinir
uk: Скинути

source: # Your G-code here
de: # Dein G-Code hier
es: # Tu G-code aquí
fr: # Votre G-code ici
pt: # Seu G-code aqui
uk: # Ваш G-код тут

source: Edit Macro
de: Makro bearbeiten
es: Editar macro
fr: Modifier la macro
pt: Editar Macro
uk: Редагувати макрос

source: Insert Variable
de: Variable einfügen
es: Insertar variable
fr: Insérer une variable
pt: Inserir Variável
uk: Вставити змінну

source: Include Macro
de: Makro einfügen
es: Incluir macro
fr: Inclure une macro
pt: Incluir Macro
uk: Включити макрос

source: Edit Macro for {name}
de: Makro für {name} bearbeiten
es: Editar macro para {name}
fr: Modifier la macro pour {name}
pt: Editar Macro para {name}
uk: Редагувати макрос для {name}

source: Available Variables
de: Verfügbare Variablen
es: Variables disponibles
fr: Variables disponibles
pt: Variáveis Disponíveis
uk: Доступні змінні

source: No other macros to include.
de: Keine anderen Makros zum Einfügen vorhanden.
es: No hay otras macros para incluir.
fr: Aucune autre macro à inclure.
pt: Nenhuma outra macro para incluir.
uk: Немає інших макросів для включення.

source: Name cannot be empty.
de: Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
pt: O nome não pode estar vazio.
uk: Назва не може бути порожньою.

source: Name contains invalid characters: {chars}
de: Name enthält ungültige Zeichen: {chars}
es: El nombre contiene caracteres no válidos: {chars}
fr: Le nom contient des caractères non valides : {chars}
pt: O nome contém caracteres inválidos: {chars}
uk: Назва містить неприпустимі символи: {chars}

source: This name is already used by another macro.
de: Dieser Name wird bereits von einem anderen Makro verwendet.
es: Este nombre ya está en uso por otra macro.
fr: Ce nom est déjà utilisé par une autre macro.
pt: Este nome já está em uso por outra macro.
uk: Ця назва вже використовується іншим макросом.

source: Reset Counter
de: Zähler zurücksetzen
es: Restablecer contador
fr: Réinitialiser le compteur
pt: Redefinir Contador
uk: Скинути лічильник

source: Edit Counter
de: Zähler bearbeiten
es: Editar contador
fr: Modifier le compteur
pt: Editar Contador
uk: Редагувати лічильник

source: Remove Counter
de: Zähler entfernen
es: Eliminar contador
fr: Supprimer le compteur
pt: Remover Contador
uk: Видалити лічильник

source: Reset Counter?
de: Zähler zurücksetzen?
es: ¿Restablecer contador?
fr: Réinitialiser le compteur ?
pt: Redefinir Contador?
uk: Скинути лічильник?

source: This will reset the accumulated hours to zero.
de: Dadurch werden die gesammelten Stunden auf Null zurückgesetzt.
es: Esto restablecerá las horas acumuladas a cero.
fr: Ceci réinitialisera les heures accumulées à zéro.
pt: Isso redefinirá as horas acumuladas para zero.
uk: Це скине накопичені години до нуля.

source: Remove Counter?
de: Zähler entfernen?
es: ¿Eliminar contador?
fr: Supprimer le compteur ?
pt: Remover Contador?
uk: Видалити лічильник?

source: Are you sure you want to remove this counter? This action cannot be undone.
de: Möchtest du diesen Zähler wirklich entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este contador? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer ce compteur ? Cette action est irréversible.
pt: Tem certeza que deseja remover este contador? Esta ação não pode ser desfeita.
uk: Ви впевнені, що хочете видалити цей лічильник? Цю дію неможливо скасувати.

source: Add Counter
de: Zähler hinzufügen
es: Añadir contador
fr: Ajouter un compteur
pt: Adicionar Contador
uk: Додати лічильник

source: No counters configured
de: Keine Zähler konfiguriert
es: No hay contadores configurados
fr: Aucun compteur configuré
pt: Nenhum contador configurado
uk: Лічильники не налаштовані

source: New Counter
de: Neuer Zähler
es: Nuevo contador
fr: Nouveau compteur
pt: Novo Contador
uk: Новий лічильник

source: Notification Interval
de: Benachrichtigungsintervall
es: Intervalo de notificación
fr: Intervalle de notification
pt: Intervalo de Notificação
uk: Інтервал сповіщень

source: Show notification when counter reaches this value (hours). Set to 0 to disable.
de: Benachrichtigung anzeigen, wenn der Zähler diesen Wert erreicht (Stunden). Auf 0 setzen, um zu deaktivieren.
es: Mostrar notificación cuando el contador alcance este valor (horas). Poner en 0 para desactivar.
fr: Afficher une notification lorsque le compteur atteint cette valeur (heures). Définir à 0 pour désactiver.
pt: Mostrar notificação quando o contador atingir este valor (horas). Defina como 0 para desativar.
uk: Показувати сповіщення, коли лічильник досягає цього значення (годин). Встановіть 0, щоб вимкнути.

source: Maintenance
es: Mantenimiento
pt: Manutenção
uk: Технічне обслуговування

source: Total Hours
de: Gesamtstunden
es: Horas totales
fr: Total des heures
pt: Total de Horas
uk: Загальні години

source: Cumulative operating time tracked by the machine.
es: Tiempo de funcionamiento acumulado rastreado por la máquina.
pt: Tempo de operação cumulativo rastreado pela máquina.
uk: Накопичений час роботи, що відстежується верстатом.

source: Total Operating Hours
de: Gesamtbetriebsstunden
es: Horas de funcionamiento totales
fr: Total des heures de fonctionnement
pt: Total de Horas de Operação
uk: Загальний час роботи

source: Cumulative machine operating time
de: Kumulierte Maschinenbetriebszeit
es: Tiempo de funcionamiento acumulado de la máquina
fr: Temps de fonctionnement cumulé de la machine
pt: Tempo de operação acumulado da máquina
uk: Накопичений час роботи верстата

source: Reset Total Hours
de: Gesamtstunden zurücksetzen
es: Restablecer horas totales
fr: Réinitialiser le total des heures
pt: Redefinir Total de Horas
uk: Скинути загальні години

source: Maintenance Counters
de: Wartungszähler
es: Contadores de mantenimiento
fr: Compteurs de maintenance
pt: Contadores de Manutenção
uk: Лічильники технічного обслуговування

source: Track maintenance intervals with resettable counters. Use for laser tubes, lubrication, etc.
de: Wartungsintervalle mit zurücksetzbaren Zählern verfolgen. Für Laserröhren, Schmierung usw. verwenden.
es: Realiza un seguimiento de los intervalos de mantenimiento con contadores reajustables. Úsalo para tubos láser, lubricación, etc.
fr: Suivre les intervalles de maintenance avec des compteurs réinitialisables. Pour les tubes laser, la lubrification, etc.
pt: Acompanhe os intervalos de manutenção com contadores reiniciáveis. Use para tubos de laser, lubrificação, etc.
uk: Відстежуйте інтервали обслуговування за допомогою лічильників, що скидаються. Використовуйте для лазерних трубок, змащування тощо.

source: {time} total
de: {time} gesamt
es: {time} en total
fr: {time} au total
uk: {time} загалом

source: Reset Total Hours?
de: Gesamtstunden zurücksetzen?
es: ¿Restablecer horas totales?
fr: Réinitialiser le total des heures ?
pt: Redefinir Total de Horas?
uk: Скинути загальні години?

source: This will reset the total cumulative operating hours to zero. Maintenance counters will not be affected.
de: Dadurch werden die gesamten kumulierten Betriebsstunden auf Null zurückgesetzt. Wartungszähler sind davon nicht betroffen.
es: Esto restablecerá las horas de funcionamiento acumuladas totales a cero. Los contadores de mantenimiento no se verán afectados.
fr: Ceci réinitialisera le total cumulé des heures de fonctionnement à zéro. Les compteurs de maintenance ne seront pas affectés.
pt: Isso redefinirá o total de horas de operação acumuladas para zero. Os contadores de manutenção não serão afetados.
uk: Це скине загальний накопичений час роботи до нуля. Лічильники технічного обслуговування не будуть змінені.

source: Device
de: Gerät
es: Dispositivo
fr: Périphérique
pt: Dispositivo
uk: Пристрій

source: Device Settings
de: Geräteeinstellungen
es: Ajustes del dispositivo
fr: Paramètres du périphérique
pt: Configurações do Dispositivo
uk: Налаштування пристрою

source: Read or apply settings directly to the device.
de: Einstellungen direkt vom Gerät lesen oder anwenden.
es: Leer o aplicar ajustes directamente al dispositivo.
fr: Lire ou appliquer les paramètres directement sur le périphérique.
pt: Leia ou aplique configurações diretamente no dispositivo.
uk: Зчитайте або застосуйте налаштування безпосередньо до пристрою.

source: Read from Device
de: Vom Gerät lesen
es: Leer del dispositivo
fr: Lire depuis le périphérique
pt: Ler do Dispositivo
uk: Зчитати з пристрою

source: The current driver does not support reading device settings.
de: Der aktuelle Treiber unterstützt das Lesen von Geräteeinstellungen nicht.
es: El controlador actual no admite la lectura de ajustes del dispositivo.
fr: Le pilote actuel ne prend pas en charge la lecture des paramètres du périphérique.
pt: O driver atual não suporta a leitura de configurações do dispositivo.
uk: Поточний драйвер не підтримує зчитування налаштувань пристрою.

source: Copy Error Details
de: Fehlerdetails kopieren
es: Copiar detalles del error
fr: Copier les détails de l’erreur
pt: Copiar Detalhes do Erro
uk: Копіювати деталі помилки

source: Dismiss Error
de: Fehler ausblenden
es: Descartar error
fr: Ignorer l’erreur
pt: Dispensar Erro
uk: Закрити помилку

source: Editing these values can be dangerous and may render your machine inoperable!
de: Das Ändern dieser Werte kann gefährlich sein und deine Maschine unbrauchbar machen!
es: ¡Editar estos valores puede ser peligroso y podría dejar tu máquina inoperable!
fr: Modifier ces valeurs peut être dangereux et rendre votre machine inutilisable !
pt: Editar estes valores pode ser perigoso e pode tornar a sua máquina inoperável!
uk: Редагування цих значень може бути небезпечним і може вивести ваш верстат з ладу!

source: The device may restart or temporarily disconnect after a setting is changed.
de: Das Gerät kann nach einer Einstellungsänderung neu starten oder die Verbindung vorübergehend trennen.
es: El dispositivo puede reiniciarse o desconectarse temporalmente después de cambiar un ajuste.
fr: Le périphérique peut redémarrer ou se déconnecter temporairement après la modification d’un paramètre.
pt: O dispositivo pode reiniciar ou desconectar-se temporariamente após a alteração de uma configuração.
uk: Пристрій може перезавантажитися або тимчасово від'єднатися після зміни налаштування.

source: Dismiss Warning
de: Warnung ausblenden
es: Descartar advertencia
fr: Ignorer l’avertissement
pt: Dispensar Aviso
uk: Закрити попередження

source: Click the refresh button to load settings from the device.
de: Klicke auf die Aktualisieren-Schaltfläche, um Einstellungen vom Gerät zu laden.
es: Haz clic en el botón de actualización para cargar los ajustes desde el dispositivo.
fr: Cliquez sur le bouton d’actualisation pour charger les paramètres depuis le périphérique.
pt: Clique no botão de atualizar para carregar as configurações do dispositivo.
uk: Натисніть кнопку оновлення, щоб завантажити налаштування з пристрою.

source: Operation failed
de: Vorgang fehlgeschlagen
es: La operación falló
fr: Échec de l’opération
pt: A operação falhou
uk: Операція не вдалася

source: Machine Not Connected
de: Maschine nicht verbunden
es: Máquina no conectada
fr: Machine non connectée
pt: Máquina Não Conectada
uk: Верстат не підключено

source: The machine is not connected.
de: Die Maschine ist nicht verbunden.
es: La máquina no está conectada.
fr: La machine n'est pas connectée.
pt: A máquina não está conectada.
uk: Верстат не підключено.

source: Setting applied successfully.
de: Einstellung erfolgreich angewendet.
es: Ajuste aplicado correctamente.
fr: Paramètre appliqué avec succès.
pt: Configuração aplicada com sucesso.
uk: Налаштування успішно застосовано.

source: Cannot connect: Used by '{machine}'
de: Verbindung nicht möglich: Wird von '{machine}' verwendet
es: No se puede conectar: en uso por '{machine}'
fr: Connexion impossible : utilisé par « {machine} »
pt: Não é possível conectar: Em uso por '{machine}'
uk: Не вдалося підключитися: Використовується '{machine}'

source: Machine activated.
de: Maschine aktiviert.
es: Máquina activada.
fr: Machine activée.
pt: Máquina ativada.
uk: Верстат активовано.

source: Hooks & Macros
es: Ganchos y macros
pt: Hooks e Macros
uk: Хуки та макроси

source: Macros
de: Makros
uk: Макроси

source: Create and manage reusable G-code snippets.
de: Erstellen und verwalten wiederverwendbarer G-Code-Schnipsel.
es: Crear y gestionar fragmentos de G-code reutilizables.
fr: Créez et gérez des extraits de G-code réutilisables.
pt: Crie e gerencie trechos de G-code reutilizáveis.
uk: Створюйте та керуйте багаторазовими фрагментами G-коду.

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
pt: Avançado
uk: Додатково

source: Path Processing
es: Procesamiento de trayectorias
pt: Processamento de Caminhos
uk: Обробка шляху

source: Configure how paths are processed and optimized.
es: Configurar cómo se procesan y optimizan las trayectorias.
pt: Configurar como os caminhos são processados e otimizados.
uk: Налаштуйте, як обробляються та оптимізуються шляхи.

source: Support Arcs
de: Bögen unterstützen
es: Soportar arcos
fr: Prendre en charge les arcs
pt: Suportar Arcos
uk: Підтримка дуг

source: Generate arc commands for smoother paths. Disable if your machine does not support arcs
es: Generar comandos de arco para trayectorias más suaves. Desactívalo si tu máquina no soporta arcos
pt: Gerar comandos de arco para caminhos mais suaves. Desative se a sua máquina não suportar arcos
uk: Генерувати команди дуг для плавніших шляхів. Вимкніть, якщо ваш верстат не підтримує дуги

source: Arc Tolerance
de: Bogentoleranz
es: Tolerancia de arco
fr: Tolérance des arcs
pt: Tolerância do Arco
uk: Допуск дуги

source: Maximum deviation from original path when fitting arcs (in machine units). Lower values drastically increase processing time and job size
es: Desviación máxima de la ruta original al ajustar arcos (en unidades de máquina). Valores más bajos aumentan drásticamente el tiempo de procesamiento y el tamaño del trabajo
uk: Максимальне відхилення від початкового шляху при апроксимації дуг (у одиницях верстата). Нижчі значення значно збільшують час обробки та розмір завдання

source: Homing and Startup
es: Referenciado e inicio
pt: Referenciação e Inicialização
uk: Паркування та запуск

source: Configure homing behavior and startup settings, including automatic homing and alarm handling.
es: Configurar el comportamiento de referenciado y los ajustes de inicio, incluyendo el referenciado automático y el manejo de alarmas.
pt: Configurar comportamento de referenciação e definições de inicialização, incluindo referenciação automática e tratamento de alarmes.
uk: Налаштуйте поведінку паркування та параметри запуску, включаючи автоматичне паркування та обробку тривог.

source: Home On Start
de: Beim Start referenzieren
es: Posicionar al iniciar
fr: Retour à l’origine au démarrage
pt: Referenciar ao Iniciar
uk: Паркування при запуску

source: Send a homing command when the application starts
de: Beim Start der Anwendung einen Referenzierungsbefehl senden
es: Enviar un comando de referenciado al iniciar la aplicación.
fr: Envoyer une commande de prise d'origine au démarrage de l'application
pt: Enviar um comando de referenciação quando a aplicação inicia
uk: Надіслати команду паркування при запуску програми

source: Allow Single Axis Homing
de: Referenzfahrt für einzelne Achsen erlauben
es: Permitir referenciado de un solo eje
fr: Autoriser la prise d'origine sur un seul axe
pt: Permitir Referenciação de Eixo Único
uk: Дозволити паркування окремих осей

source: Enable individual axis homing controls in the jog dialog
de: Steuerelemente für die Referenzfahrt einzelner Achsen im manuellen Steuerungsdialog aktivieren
es: Habilitar controles de referenciado de ejes individuales en el diálogo de jog.
fr: Activer les commandes de prise d'origine par axe dans la boîte de dialogue de déplacement manuel.
pt: Ativar controlos individuais de referenciação de eixos no diálogo de jog
uk: Увімкнути елементи керування паркуванням окремих осей у діалозі переміщення

source: Clear Alarm On Connect
de: Alarm bei Verbindung löschen
es: Desactivar alarma al conectar
fr: Effacer l'alarme à la connexion
pt: Limpar Alarme ao Conectar
uk: Очистити тривогу при підключенні

source: Automatically send an unlock command if connected in an ALARM state
de: Automatisch einen Entsperrbefehl senden, wenn im ALARM-Zustand verbunden
es: Enviar automáticamente un comando de desbloqueo si se conecta en estado de ALARMA
fr: Envoyer automatiquement une commande de déverrouillage si la connexion s’effectue alors que la machine est en état d’ALARME
pt: Enviar automaticamente um comando de desbloqueio se conectar em estado de ALARME
uk: Автоматично надсилати команду розблокування, якщо підключено у стані ТРИВОГИ

source: Built-in dialect
es: Dialecto integrado
pt: Dialeto incorporado
uk: Вбудований діалект

source: Copy & Edit
de: Kopieren & Bearbeiten
es: Copiar y editar
fr: Copier & Modifier
pt: Copiar & Editar
uk: Копіювати та редагувати

source: Select this dialect
es: Seleccionar este dialecto
pt: Selecionar este dialeto
uk: Вибрати цей діалект

source: {label} (Copy)
de: {label} (Kopie)
es: {label} (Copia)
fr: {label} (Copie)
pt: {label} (Cópia)
uk: {label} (Копія)

source: Delete '{label}'?
de: „{label}“ löschen?
es: ¿Eliminar '{label}'?
fr: Supprimer « {label} » ?
pt: Excluir '{label}'?
uk: Видалити '{label}'?

source: This custom dialect will be permanently removed. This action cannot be undone.
de: Dieser benutzerdefinierte Dialekt wird dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este dialecto personalizado se eliminará permanentemente. Esta acción no se puede deshacer.
fr: Ce dialecte personnalisé sera définitivement supprimé. Cette action est irréversible.
pt: Este dialeto personalizado será removido permanentemente. Esta ação não pode ser desfeita.
uk: Цей користувацький діалект буде остаточно видалено. Цю дію неможливо скасувати.

source: Cannot Delete Dialect
de: Dialekt kann nicht gelöscht werden
es: No se puede eliminar el dialecto
fr: Impossible de supprimer le dialecte
pt: Não é Possível Excluir o Dialeto
uk: Неможливо видалити діалект

source: This dialect is still used by the following machine(s): {machines}
de: Dieser Dialekt wird noch von der/den folgenden Maschine(n) verwendet: {machines}
es: Este dialecto todavía está siendo utilizado por la(s) siguiente(s) máquina(s): {machines}
fr: Ce dialecte est toujours utilisé par la/les machine(s) suivante(s) : {machines}
pt: Este dialeto ainda é usado pela(s) seguinte(s) máquina(s): {machines}
uk: Цей діалект все ще використовується наступними верстатами: {machines}

source: OK
es: Aceptar
uk: Гаразд

source: Add New Dialect
de: Neuen Dialekt hinzufügen
es: Añadir nuevo dialecto
fr: Ajouter un nouveau dialecte
pt: Adicionar Novo Dialeto
uk: Додати новий діалект

source: No custom dialects configured
de: Keine benutzerdefinierten Dialekte konfiguriert
es: No hay dialectos personalizados configurados
fr: Aucun dialecte personnalisé configuré
pt: Nenhum dialeto personalizado configurado
uk: Користувацькі діалекти не налаштовані

source: A new custom dialect
de: Ein neuer benutzerdefinierter Dialekt
es: Un nuevo dialecto personalizado
fr: Un nouveau dialecte personnalisé
pt: Um novo dialeto personalizado
uk: Новий користувацький діалект

source: G-code
es: Código G
uk: G-код

source: Precision
es: Precisión
pt: Precisão
uk: Точність

source: Configure the numeric precision of coordinate output.
es: Configurar la precisión numérica de la salida de coordenadas.
pt: Configurar a precisão numérica da saída de coordenadas.
uk: Налаштуйте числову точність виводу координат.

source: G-code Precision
de: G-Code-Genauigkeit
es: Precisión del G-code
fr: Précision du G-code
pt: Precisão do G-code
uk: Точність G-коду

source: Number of decimal places for coordinates
es: Número de decimales para las coordenadas
pt: Número de casas decimais para coordenadas
uk: Кількість десяткових знаків для координат

source: Dialect
es: Dialecto
pt: Dialeto
uk: Діалект

source: Select, create and manage G-code dialect definitions.
es: Seleccionar, crear y gestionar definiciones de dialectos de código G.
pt: Selecionar, criar e gerir definições de dialeto G-code.
uk: Виберіть, створюйте та керуйте визначеннями діалектів G-коду.

source: Home X
de: Referenzfahrt X
es: Referenciar X
fr: Origine X
pt: Referenciar X
uk: Паркування X
