Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: The file produced no output in direct vector mode. Files containing text or other non-path elements should be converted to paths before importing (e.g., in Inkscape: Path > Object to Path).
de: Die Datei erzeugte keine Ausgabe im direkten Vektormodus. Dateien mit Text oder anderen Nicht-Pfad-Elementen sollten vor dem Import in Pfade konvertiert werden (z. B. in Inkscape: Pfad > Objekt zu Pfad).
es: El archivo no produjo ninguna salida en modo de vector directo. Los archivos que contienen texto u otros elementos que no son rutas deben convertirse a rutas antes de importar (por ejemplo, en Inkscape: Ruta > Objeto a Ruta).
fr: Le fichier n'a produit aucune sortie en mode vecteur direct. Les fichiers contenant du texte ou d'autres éléments qui ne sont pas des chemins doivent être convertis en chemins avant l'importation (par ex., dans Inkscape : Chemin > Objet vers Chemin).
pt: O ficheiro não produziu saída no modo vetorial direto. Ficheiros contendo texto ou outros elementos não-caminho devem ser convertidos em caminhos antes de importar (p. ex., no Inkscape: Caminho > Objeto para Caminho).
uk: Файл не дав вихідних даних у режимі прямих векторів. Файли, що містять текст або інші неконтурні елементи, слід перетворити на контури перед імпортуванням (наприклад, у Inkscape: Контур > Об'єкт у контур).

source: Switch to Trace Mode
de: In Nachzeichnungsmodus wechseln
es: Cambiar a modo de trazado
fr: Passer en mode vectorisation
pt: Mudar para Modo de Rastreamento
uk: Перейти в режим трасування

source: Import
de: Importieren
es: Importar
fr: Importer
pt: Importar
uk: Імпортувати

source: Import Mode
de: Importmodus
es: Modo de importación
fr: Mode d'importation
pt: Modo de Importação
uk: Режим імпорту

source: Use Original Vectors
de: Originalvektoren verwenden
es: Usar vectores originales
fr: Utiliser les vecteurs originaux
pt: Usar Vetores Originais
uk: Використати оригінальні вектори

source: Import vector data directly
de: Vektordaten direkt importieren
es: Importar datos de vectores directamente
fr: Importer les données vectorielles directement
pt: Importar dados vetoriais diretamente
uk: Імпортувати векторні дані безпосередньо

source: Layers
de: Ebenen
es: Capas
fr: Calques
pt: Camadas
uk: Шари

source: Trace Settings
de: Nachzeichnungseinstellungen
es: Ajustes de trazado
fr: Paramètres de vectorisation
pt: Configurações de Rastreamento
uk: Налаштування трасування

source: Import Whole Image
de: Gesamtes Bild importieren
es: Importar imagen completa
fr: Importer l'image entière
pt: Importar Imagem Completa
uk: Імпортувати все зображення

source: Import the entire image without tracing
de: Gesamtes Bild ohne Nachzeichnung importieren
es: Importar la imagen completa sin trazar
fr: Importer l'image entière sans vectorisation
pt: Importar a imagem completa sem rastreamento
uk: Імпортувати все зображення без трасування

source: Auto Threshold
de: Automatischer Schwellenwert
es: Umbral automático
fr: Seuil automatique
pt: Limiar Automático
uk: Авто поріг

source: Automatically determine the trace threshold
de: Nachzeichnungsschwellenwert automatisch ermitteln
es: Determinar automáticamente el umbral de trazado
fr: Déterminer automatiquement le seuil de vectorisation
pt: Determinar automaticamente o limiar de rastreamento
uk: Автоматично визначити поріг трасування

source: Threshold
de: Schwellenwert
es: Umbral
fr: Seuil
pt: Limiar
uk: Поріг

source: Trace objects darker than this value
de: Objekte nachzeichnen, die dunkler als dieser Wert sind
es: Trazar objetos más oscuros que este valor
fr: Vectoriser les objets plus sombres que cette valeur
pt: Rastrear objetos mais escuros que este valor
uk: Трасувати об'єкти темніші за це значення

source: Invert
de: Invertieren
es: Invertir
fr: Inverser
pt: Inverter
uk: Інвертувати

source: Trace light objects on a dark background
de: Helle Objekte auf dunklem Hintergrund nachzeichnen
es: Trazar objetos claros sobre fondo oscuro
fr: Vectoriser les objets clairs sur fond sombre
pt: Rastrear objetos claros em um fundo escuro
uk: Трасувати світлі об'єкти на темному фоні

source: Select Layers
de: Ebenen auswählen
es: Seleccionar capas
fr: Sélectionner les calques
pt: Selecionar Camadas
uk: Вибрати шари

source: Layer is empty
de: Ebene ist leer
es: La capa está vacía
fr: Le calque est vide
pt: Camada está vazia
uk: Шар порожній

source: Layer with {n} vectors
de: Ebene mit {n} Vektoren
es: Capa con {n} vectores
fr: Calque avec {n} vecteurs
pt: Camada com {n} vetores
uk: Шар з {n} векторами

source: Generating preview...
de: Vorschau wird generiert...
es: Generando vista previa...
fr: Génération de l'aperçu...
pt: Gerando pré-visualização...
uk: Генерування попереднього перегляду...

source: Enable Overscan
de: Overscan aktivieren
es: Habilitar Overscan
fr: Activer le balayage étendu
pt: Ativar Overscan
uk: Увімкнути оверскан

source: Automatic Distance
de: Automatischer Abstand
es: Distancia automática
fr: Distance automatique
pt: Distância Automática
uk: Автоматична відстань

source: Calculate distance based on speed and acceleration with safety factor
de: Berechne den Abstand basierend auf Geschwindigkeit und Beschleunigung mit Sicherheitsfaktor
es: Calcular distancia basada en velocidad y aceleración con factor de seguridad
fr: Calculer la distance en fonction de la vitesse et de l'accélération avec un facteur de sécurité
pt: Calcular distância com base na velocidade e aceleração com fator de segurança
uk: Розрахувати відстань на основі швидкості та прискорення з коефіцієнтом безпеки

source: Overscan Distance
de: Overscan-Abstand
es: Distancia de Overscan
fr: Distance de balayage étendu
pt: Distância Overscan
uk: Відстань оверскану

source: Manual distance setting
de: Manuelle Abstandseinstellung
es: Ajuste manual de distancia
fr: Réglage manuel de la distance
pt: Configuração manual de distância
uk: Ручне налаштування відстані

source: Toggle Overscan
de: Overscan umschalten
es: Alternar Overscan
fr: Activer/Désactiver le balayage étendu
pt: Alternar Overscan
uk: Перемкнути оверскан

source: Toggle Auto Overscan
de: Automatischen Overscan umschalten
es: Alternar Overscan automático
fr: Activer/Désactiver le balayage étendu automatique
pt: Alternar Overscan Automático
uk: Перемкнути авто оверскан

source: Auto Calculate Overscan Distance
de: Overscan-Abstand automatisch berechnen
es: Calcular distancia de Overscan automáticamente
fr: Calculer automatiquement la distance de balayage étendu
pt: Calcular Distância Overscan Automaticamente
uk: Авто розрахунок відстані оверскану

source: Disable Auto Overscan
de: Auto-Überlauf deaktivieren
es: Desactivar Sobrescanido Automático
fr: Désactiver le Surbalayage Automatique
pt: Desativar Sobreposição Automática
uk: Вимкнути авто оверскан

source: Change Overscan Distance
de: Overscan-Abstand ändern
es: Cambiar distancia de Overscan
fr: Modifier la distance du balayage étendu
pt: Alterar Distância Overscan
uk: Змінити відстань оверскану

source: Cut Side
de: Schnittseite
es: Lado de corte
fr: Côté de coupe
pt: Lado de Corte
uk: Сторона різу

source: Path Offset (mm)
de: Pfadversatz (mm)
es: Desplazamiento de trayectoria (mm)
fr: Décalage du chemin (mm)
pt: Deslocamento do Caminho (mm)
uk: Зміщення контуру (мм)

source: Absolute distance from content boundary
de: Absoluter Abstand von der Inhaltsgrenze.
es: Distancia absoluta desde el límite del contenido.
fr: Distance absolue par rapport à la limite du contenu
pt: Distância absoluta do limite do conteúdo.
uk: Абсолютна відстань від межі вмісту

source: Change Frame Setting
de: Rahmeneinstellung ändern
es: Cambiar ajuste de marco
fr: Modifier le paramètre de cadrage
pt: Alterar Configuração de Enquadramento
uk: Змінити налаштування рамки

source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
pt: Predefinições
uk: Пресети

source: Load common test configurations
de: Häufige Testkonfigurationen laden
es: Cargar configuraciones de prueba comunes
fr: Charger les configurations de test courantes
pt: Carregar configurações de teste comuns
uk: Завантажити типові конфігурації тестування

source: Test Type
de: Testtyp
es: Tipo de prueba
fr: Type de test
pt: Tipo de Teste
uk: Тип тесту

source: Cut: outlines; Engrave: fills with raster lines
de: Schnitt: Umrisse; Gravieren: Füllt mit Rasterlinien
es: Corte: contornos; Grabado: rellenos con líneas de trama
fr: Coupe : contours ; Gravure : remplissage avec des lignes de trame
pt: Corte: contornos; Gravação: preenchimentos com linhas raster
uk: Різання: контури; Гравіювання: заповнення растровими лініями

source: Speed &amp; Power
de: Geschwindigkeit &amp; Leistung
es: Velocidad y Potencia
fr: Vitesse et Puissance
pt: Velocidade &amp; Potência
uk: Швидкість та потужність

source: Define the range of speeds and powers for the test grid
de: Definiere den Bereich der Geschwindigkeiten und Leistungen für das Testgitter
es: Define el rango de velocidades y potencias para la cuadrícula de prueba
fr: Définir la plage de vitesses et de puissances pour la grille de test.
pt: Defina a faixa de velocidades e potências para a grade de teste
uk: Визначте діапазон швидкостей та потужностей для тестової сітки

source: Minimum Power (%)
de: Minimale Leistung (%)
es: Potencia mínima (%)
fr: Puissance minimale (%)
pt: Potência Mínima (%)
uk: Мінімальна потужність (%)

source: For first column
de: Für die erste Spalte
es: Para la primera columna
fr: Pour la première colonne
pt: Para a primeira coluna
uk: Для першого стовпця

source: Maximum Power (%)
de: Maximale Leistung (%)
es: Potencia máxima (%)
fr: Puissance maximale (%)
pt: Potência Máxima (%)
uk: Максимальна потужність (%)

source: For last column
de: Für die letzte Spalte
es: Para la última columna
fr: Pour la dernière colonne
pt: Para a última coluna
uk: Для останнього стовпця

source: Minimum Speed
de: Minimale Geschwindigkeit
es: Velocidad mínima
fr: Vitesse minimale
pt: Velocidade Mínima
uk: Мінімальна швидкість

source: Starting speed (mm/min)
de: Startgeschwindigkeit (mm/min)
es: Velocidad inicial (mm/min)
fr: Vitesse de départ (mm/min)
pt: Velocidade inicial (mm/min)
uk: Початкова швидкість (мм/хв)

source: Maximum Speed
de: Maximale Geschwindigkeit
es: Velocidad máxima
fr: Vitesse maximale
pt: Velocidade Máxima
uk: Максимальна швидкість

source: Ending speed (mm/min)
de: Endgeschwindigkeit (mm/min)
es: Velocidad final (mm/min)
fr: Vitesse finale (mm/min)
pt: Velocidade final (mm/min)
uk: Кінцева швидкість (мм/хв)

source: Columns (Power Steps)
de: Spalten (Leistungsschritte)
es: Columnas (Pasos de potencia)
fr: Colonnes (paliers de puissance)
pt: Colunas (Etapas de Potência)
uk: Стовпці (кроки потужності)

source: Number of power variations
de: Anzahl der Leistungsvariationen
es: Número de variaciones de potencia
fr: Nombre de variations de puissance
pt: Número de variações de potência
uk: Кількість варіацій потужності

source: Rows (Speed Steps)
de: Zeilen (Geschwindigkeitsschritte)
es: Filas (Pasos de velocidad)
fr: Lignes (paliers de vitesse)
pt: Linhas (Etapas de Velocidade)
uk: Рядки (кроки швидкості)

source: Number of speed variations
de: Anzahl der Geschwindigkeitvariationen
es: Número de variaciones de velocidad
fr: Nombre de variations de vitesse
pt: Número de variações de velocidade
uk: Кількість варіацій швидкості

source: Shape Size
de: Formgröße
es: Tamaño de la forma
fr: Taille de la forme
pt: Tamanho da Forma
uk: Розмір фігури

source: Size of each test square (mm)
de: Größe jedes Testquadrats (mm)
es: Tamaño de cada cuadrado de prueba (mm)
fr: Taille de chaque carré de test (mm)
pt: Tamanho de cada quadrado de teste (mm)
uk: Розмір кожного тестового квадрата (мм)

source: Spacing
de: Abstand
es: Espaciado
fr: Espacement
pt: Espaçamento
uk: Інтервал

source: Gap between test squares (mm)
de: Abstand zwischen Testquadraten (mm)
es: Separación entre cuadrados de prueba (mm)
fr: Écart entre les carrés de test (mm)
pt: Intervalo entre os quadrados de teste (mm)
uk: Проміжок між тестовими квадратами (мм)

source: Line Interval
es: Intervalo de línea
pt: Intervalo de Linha
uk: Інтервал ліній

source: Distance between scan lines in machine units (for Engrave mode). Leave at 0 to use laser spot size.
es: Distancia entre líneas de escaneo en unidades de máquina (para modo Grabado). Dejar en 0 para usar el tamaño del punto láser.
uk: Відстань між лініями сканування в одиницях верстата (для режиму гравіювання). Залиште 0, щоб використовувати розмір плями лазера.

source: Include Labels
de: Beschriftungen einschließen
es: Incluir etiquetas
fr: Inclure les étiquettes
pt: Incluir Rótulos
uk: Включити мітки

source: Add speed/power annotations to the grid
de: Geschwindigkeits-/Leistungs-Anmerkungen zum Gitter hinzufügen
es: Añadir anotaciones de velocidad/potencia a la cuadrícula
fr: Ajouter les annotations de vitesse/puissance à la grille
pt: Adicionar anotações de velocidade/potência à grade
uk: Додати анотації швидкості/потужності до сітки

source: Label Engrave Power (%)
de: Beschriftungs-Gravurleistung (%)
es: Potencia de grabado de etiqueta (%)
fr: Puissance de gravure de l'étiquette (%)
pt: Potência de Gravação do Rótulo (%)
uk: Потужність гравіювання міток (%)

source: Change Power Range
de: Leistungsbereich ändern
es: Cambiar rango de potencia
fr: Modifier la plage de puissance
pt: Alterar Faixa de Potência
uk: Змінити діапазон потужності

source: Change {param_name}
de: Ändere {param_name}
es: Cambiar {param_name}
fr: Modifier {param_name}
pt: Alterar {param_name}
uk: Змінити {param_name}

source: Change Grid Dimensions
de: Gitterabmessungen ändern
es: Cambiar dimensiones de la cuadrícula
fr: Modifier les dimensions de la grille
pt: Alterar Dimensões da Grade
uk: Змінити розміри сітки

source: Enable Optimization
de: Optimierung aktivieren
es: Habilitar optimización
fr: Activer l’optimisation
pt: Ativar Otimização
uk: Увімкнути оптимізацію

source: Toggle Path Optimization
de: Pfadoptimierung umschalten
es: Alternar optimización de trayectoria
fr: Activer/Désactiver l'optimisation du chemin
pt: Alternar Otimização de Caminho
uk: Перемкнути оптимізацію контуру

source: Configure how the laser engraves your image.
es: Configurar cómo el láser graba tu imagen.
pt: Configurar como o laser grava a sua imagem.
uk: Налаштуйте, як лазер гравіює ваше зображення.

source: Mode
de: Modus
es: Modo
pt: Modo
uk: Режим

source: Brightness cutoff for black/white (0-255)
es: Umbral de brillo para blanco/negro (0-255)
pt: Limite de brilho para preto/branco (0-255)
uk: Поріг яскравості для чорно-білого (0-255)

source: Engraving Method
es: Método de grabado
pt: Método de Gravação
uk: Метод гравіювання

source: Algorithm for converting grayscale to binary
es: Algoritmo para convertir escala de grises a binario
pt: Algoritmo para converter tons de cinza para binário
uk: Алгоритм перетворення відтінків сірого у двійковий формат

source: Auto Levels
es: Niveles Automáticos
uk: Авто рівні

source: Automatically adjust black/white points
es: Ajustar automáticamente los puntos negro/blanco
uk: Автоматично налаштувати чорні/білі точки

source: Brightness Range
es: Rango de brillo
pt: Intervalo de Brilho
uk: Діапазон яскравості

source: Auto-adjusted based on image content
es: Ajustado automáticamente según el contenido de la imagen
uk: Автоналаштування на основі вмісту зображення

source: Drag markers to set black/white points
es: Arrastra los marcadores para ajustar los puntos de blanco/negro
pt: Arraste os marcadores para definir pontos de preto/branco
uk: Перетягніть маркери, щоб встановити чорні/білі точки

source: Min Power
de: Min. Leistung
es: Potencia mínima
fr: Puissance minimale
pt: Potência Mínima
uk: Мін. потужність

source: Power for lightest areas, as a % of the step's main power
de: Leistung für die hellsten Bereiche, als %% der Hauptleistung des Schritts
es: Potencia para las áreas más claras, como % de la potencia principal del paso.
fr: Puissance pour les zones les plus claires, en % de la puissance principale de l’étape
pt: Potência para as áreas mais claras, como uma % da potência principal da etapa
uk: Потужність для найсвітліших ділянок, у % від основної потужності кроку

source: Power for darkest areas, as a % of the step's main power
de: Leistung für die dunkelsten Bereiche, als %% der Hauptleistung des Schritts
es: Potencia para las áreas más oscuras, como % de la potencia principal del paso.
fr: Puissance pour les zones les plus sombres, en % de la puissance principale de l’étape
pt: Potência para as áreas mais escuras, como uma % da potência principal da etapa
uk: Потужність для найтемніших ділянок, у % від основної потужності кроку

source: Number of Depth Levels
de: Anzahl der Tiefenstufen
es: Número de niveles de profundidad
fr: Nombre de niveaux de profondeur
pt: Número de Níveis de Profundidade
uk: Кількість рівнів глибини

source: Z Step-Down per Level (mm)
de: Z-Absenkung pro Stufe (mm)
es: Descenso en Z por nivel (mm)
fr: Descente en Z par niveau (mm)
pt: Recuo em Z por Nível (mm)
uk: Зниження Z на рівень (мм)

source: Rotate Angle Per Pass
es: Ángulo de rotación por pasada
pt: Ângulo de Rotação Por Passagem
uk: Кут повороту за прохід

source: Degrees to rotate each successive pass
es: Grados para rotar cada pasada sucesiva
pt: Graus para rodar cada passagem sucessiva
uk: Градуси повороту кожного наступного проходу

source: Engraving Pattern
es: Patrón de grabado
pt: Padrão de Gravação
uk: Візерунок гравіювання

source: Settings that control the scan line pattern and orientation.
es: Ajustes que controlan el patrón y la orientación de las líneas de escaneo.
pt: Definições que controlam o padrão e orientação das linhas de varredura.
uk: Налаштування, що керують візерунком та орієнтацією ліній сканування.

source: Angle of scan lines in degrees
es: Ángulo de las líneas de escaneo en grados
pt: Ângulo das linhas de varredura em graus
uk: Кут ліній сканування в градусах

source: Cross-Hatch
de: Kreuzschraffur
es: Trama cruzada
fr: Hachures croisées
pt: Hachura Cruzada
uk: Перехресна штриховка

source: Add a second pass at 90 degrees
es: Añadir una segunda pasada a 90 grados
pt: Adicionar uma segunda passagem a90 graus
uk: Додати другий прохід під 90 градусів

source: Line Spacing
es: Espaciado de línea
pt: Espaçamento de Linha
uk: Інтервал між лініями

source: Distance between scan lines in machine units. Leave at 0 to use laser spot size
es: Distancia entre líneas de escaneo en unidades de máquina. Dejar en 0 para usar el tamaño del punto láser
uk: Відстань між лініями сканування в одиницях верстата. Залиште 0, щоб використовувати розмір плями лазера

source: Engrave white areas instead of black areas
de: Weiße Bereiche anstelle von schwarzen Bereichen gravieren
es: Grabar áreas blancas en lugar de áreas negras
fr: Graver les zones blanches au lieu des zones noires
pt: Gravar áreas brancas em vez de áreas pretas
uk: Гравіювати білі ділянки замість чорних

source: Change Min Power
de: Min. Leistung ändern
es: Cambiar potencia mínima
fr: Modifier la puissance min.
pt: Alterar Potência Mínima
uk: Змінити мін. потужність

source: Change Max Power
de: Max. Leistung ändern
es: Cambiar potencia máxima
fr: Modifier la puissance max.
pt: Alterar Potência Máxima
uk: Змінити макс. потужність

source: Min Power (Black)
de: Min. Leistung (Schwarz)
es: Potencia mínima (Negro)
fr: Puissance minimale (Noir)
pt: Potência Mínima (Preto)
uk: Мін. потужність (чорне)

source: Max Power (White)
de: Max. Leistung (Weiß)
es: Potencia máxima (Blanco)
fr: Puissance maximale (Blanc)
pt: Potência Máxima (Branco)
uk: Макс. потужність (біле)

source: Min Power (White)
de: Minimale Leistung (Weiß)
es: Potencia mín. (Blanco)
fr: Puissance min (Blanc)
pt: Potência Mín. (Branco)
uk: Мін. потужність (біле)

source: Max Power (Black)
de: Maximale Leistung (Schwarz)
es: Potencia máx. (Negro)
fr: Puissance max (Noir)
pt: Potência Máx. (Preto)
uk: Макс. потужність (чорне)

source: Change engraving setting
es: Cambiar ajuste de grabado
pt: Alterar definição de gravação
uk: Змінити налаштування гравіювання

source: Enable Smoothing
de: Glättung aktivieren
es: Habilitar suavizado
fr: Activer le lissage
pt: Ativar Suavização
uk: Увімкнути згладжування

source: Smoothness
de: Glättung
es: Suavizado
fr: Lissage
pt: Suavidade
uk: Гладкість

source: Corner Angle Threshold
de: Eckenwinkel-Schwelle
es: Umbral de ángulo de esquina
fr: Seuil d’angle de coin
pt: Limiar de Ângulo de Canto
uk: Поріг кута кута

source: Angles sharper than this are kept as corners (degrees)
de: Winkel, die spitzer als dieser Wert sind, werden als Ecken beibehalten (Grad)
es: Los ángulos más agudos que este se mantienen como esquinas (grados)
fr: Les angles plus aigus que cette valeur sont conservés comme des coins (degrés)
pt: Ângulos mais agudos que este limiar são mantidos como cantos (graus)
uk: Кути гостріші за цей зберігаються як кути (градуси)

source: Toggle Smoothing
de: Glättung umschalten
es: Alternar suavizado
fr: Basculer le lissage
pt: Alternar Suavização
uk: Перемкнути згладжування

source: Change smoothness
de: Glättung ändern
es: Cambiar suavizado
fr: Modifier le lissage
pt: Alterar suavidade
uk: Змінити гладкість

source: Change corner angle
de: Eckenwinkel ändern
es: Cambiar ángulo de esquina
fr: Modifier l’angle de coin
pt: Alterar ângulo de canto
uk: Змінити кут кута

source: Remove Inner Paths
de: Innere Pfade entfernen
es: Eliminar trayectorias internas
fr: Supprimer les chemins intérieurs
pt: Remover Caminhos Internos
uk: Видалити внутрішні контури

source: If enabled, only trace the outer outline of shapes
de: Wenn aktiviert, wird nur die äußere Kontur von Formen nachgezeichnet.
es: Si está habilitado, solo traza el contorno exterior de las formas.
fr: Si activé, ne tracer que le contour extérieur des formes
pt: Se ativado, traça apenas o contorno externo das formas.
uk: Якщо увімкнено, трасувати лише зовнішній контур фігур

source: Cut Order
de: Schnittreihenfolge
es: Orden de corte
fr: Ordre de coupe
pt: Ordem de Corte
uk: Порядок різання

source: Processing order for nested paths
de: Verarbeitungsreihenfolge für verschachtelte Pfade
es: Orden de procesamiento para trayectorias anidadas
fr: Ordre de traitement des chemins imbriqués
pt: Ordem de processamento para caminhos aninhados
uk: Порядок обробки вкладених контурів

source: Absolute distance from original path, direction is controlled by Cut Side
de: Absoluter Abstand vom Originalpfad. Die Richtung wird durch die Schnittseite gesteuert.
es: Distancia absoluta desde la trayectoria original. La dirección se controla con 'Lado de corte'.
fr: Distance absolue par rapport au chemin d'origine, la direction est contrôlée par le Côté de coupe
pt: Distância absoluta do caminho original. A direção é controlada pelo Lado de Corte.
uk: Абсолютна відстань від оригінального контуру, напрямок контролюється стороною різу

source: Rescan Content
de: Inhalt neu scannen
es: Reescanear contenido
fr: Réanalyser le contenu
pt: Reexaminar Conteúdo
uk: Пересканувати вміст

source: Ignore source geometry and re-trace within the workpiece
de: Quellgeometrie ignorieren und innerhalb des Werkstücks neu nachzeichnen
es: Ignorar geometría de origen y volver a trazar dentro de la pieza de trabajo
fr: Ignorer la géométrie source et retracer à l'intérieur de la pièce
pt: Ignorar geometria de origem e retraçar dentro da peça de trabalho
uk: Ігнорувати вихідну геометрію і повторно трасувати в робочій деталі

source: Tracing Threshold
de: Nachzeichnungsschwellenwert
es: Umbral de trazado
fr: Seuil de traçage
pt: Limiar de Rastreamento
uk: Поріг трасування

source: Brightness level (0.0-1.0) to define edges
de: Helligkeitsstufe (0.0-1.0) zur Definition von Kanten
es: Nivel de brillo (0.0-1.0) para definir bordes
fr: Niveau de luminosité (0.0-1.0) pour définir les bords
pt: Nível de brilho (0.0-1.0) para definir bordas
uk: Рівень яскравості (0.0-1.0) для визначення країв
