Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: People who donated to the project
de: Personen, die das Projekt unterstützt haben
es: Personas que han donado al proyecto
fr: Personnes qui ont fait un don au projet
pt: Pessoas que doaram para o projeto
uk: Люди, які пожертвували на проект

source: Special thanks go to everyone who has donated to support Rayforge! You keep the coffee and the AI tokens flowing!
de: Ein besonderer Dank an alle, die gespendet haben, um Rayforge zu unterstützen! Ihr haltet den Kaffee und die AI-Tokens am Laufen!
es: ¡Un agradecimiento especial a todos los que han donado para apoyar a Rayforge! ¡Mantenéis el café y los tokens de AI fluyendo!
fr: Un grand merci à tous ceux qui ont fait un don pour soutenir Rayforge! Vous faites couler le café et les jetons d'IA !
pt: Um agradecimento especial a todos os que doaram para apoiar o Rayforge! Vocês mantêm o café e os tokens de AI fluindo!
uk: Особлива подяка всім, хто пожертвував на підтримку Rayforge! Ви забезпечуєте нас кавою та AI-токенами!

source: About {app_name}
de: Über {app_name}
es: Acerca de {app_name}
fr: À propos de {app_name}
pt: Sobre {app_name}
uk: Про {app_name}

source: mm/min
uk: мм/хв

source: mm/s
uk: мм/с

source: in/min
es: pulg/min
fr: po/min
pt: pol/min
uk: дюйм/хв

source: in/s
es: pulg/s
fr: po/s
pt: pol/s
uk: дюйм/с

source: mm
uk: мм

source: cm
uk: см

source: m
uk: м

source: in
de: Zoll
es: pulg
fr: po
pt: pol
uk: дюйм

source: ft
de: Fuß
es: pies
fr: pi
pt: pés
uk: фут

source: mm/s²
uk: мм/с²

source: cm/s²
uk: см/с²

source: m/s²
uk: м/с²

source: in/s²
es: pulg/s²
fr: po/s²
pt: pol/s²
uk: дюйм/с²

source: ft/s²
es: pies/s²
fr: pi/s²
pt: pés/s²
uk: фут/с²

source: G-code too large to preview.
de: G-Code zu groß für die Vorschau.
es: G-code demasiado grande para la previsualización.
fr: G-code trop volumineux pour l'aperçu.
pt: G-code muito grande para a pré-visualização.
uk: G-код занадто великий для перегляду.

source: ({line_count} lines > 20,000 line limit)
de: ({line_count} Zeilen > 20.000 Zeilen-Limit)
es: ({line_count} líneas > límite de 20.000 líneas)
fr: ({line_count} lignes > limite de 20 000 lignes)
pt: ({line_count} linhas > limite de 20.000 linhas)
uk: ({line_count} рядків > ліміт 20,000 рядків)

source: A GCode generator for laser cutters.
de: Ein G-Code-Generator für Laserschneider.
es: Un generador de G-code para cortadoras láser.
fr: Un générateur de G-code pour découpeuses laser.
pt: Um gerador de GCode para cortadoras a laser.
uk: Генератор G-коду для лазерних різаків.

source: Paths to one or more input SVG or image files.
de: Pfade zu einer oder mehreren SVG- oder Bild-Eingabedateien.
es: Rutas a uno o más archivos de entrada SVG o de imagen.
fr: Chemins vers un ou plusieurs fichiers d’entrée SVG ou image.
pt: Caminhos para um ou mais arquivos SVG ou de imagem de entrada.
uk: Шляхи до одного або кількох вхідних файлів SVG або зображень.

source: Force import as direct vectors. This is the default for supported files.
de: Import als direkte Vektoren erzwingen. Dies ist die Standard für unterstützte Dateien.
es: Forzar importación como vectores directos. Esto es lo predeterminado para archivos compatibles.
fr: Forcer l'importation en tant que vecteurs directs. C'est la valeur par défaut pour les fichiers pris en charge.
pt: Forçar a importação como vetores diretos. Este é o padrão para ficheiros suportados.
uk: Примусовий імпорт як прямих векторів. Це типово для підтримуваних файлів.

source: Force import by tracing the file's bitmap representation. Aborts if not supported.
de: Import durch Nachzeichnen der Bitmap-Darstellung der Datei erzwingen. Abbruch, wenn nicht unterstützt.
es: Forzar importación trazando la representación de mapa de bits del archivo. Se aborta si no es compatible.
fr: Forcer l'importation en traçant la représentation bitmap du fichier. Abandonne si non pris en charge.
pt: Forçar a importação rastreando a representação bitmap do ficheiro. Aborta se não suportado.
uk: Примусовий імпорт через трасування растрового зображення файлу. Переривається, якщо не підтримується.

source: Set the logging level (default: INFO)
de: Logging-Level setzen (Standard: INFO)
es: Establecer el nivel de registro (predeterminado: INFO)
fr: Définir le niveau de journalisation (par défaut : INFO)
pt: Definir o nível de log (padrão: INFO)
uk: Встановити рівень журналювання (типово: INFO)

source: Exit after importing documents and the editor has settled. Useful for testing.
es: Salir después de importar documentos y que el editor se haya estabilizado. Útil para pruebas.
pt: Sair após importar documentos e o editor estiver estabilizado. Útil para testes.
uk: Вийти після імпорту документів та стабілізації редактора. Корисно для тестування.

source: Path to a Python script to execute after the main window is fully loaded. Useful for automation and testing.
es: Ruta a un script de Python para ejecutar después de que la ventana principal esté completamente cargada. Útil para automatización y pruebas.
uk: Шлях до скрипта Python для виконання після повного завантаження головного вікна. Корисно для автоматизації та тестування.

source: Path to a custom configuration directory. Useful for testing with isolated configs.
es: Ruta a un directorio de configuración personalizado. Útil para pruebas con configuraciones aisladas.
uk: Шлях до каталогу користувацької конфігурації. Корисно для тестування з ізольованими конфігураціями.

source: Contour
de: Kontur
es: Contorno
pt: Contorno
uk: Контур

source: Shrink Wrap
de: Umhüllung
es: Envoltura
fr: Enveloppe convexe
pt: Envoltório
uk: Обтискання

source: Frame Outline
de: Umrissrahmen
es: Contorno de marco
fr: Contour du cadre
pt: Contorno de Enquadramento
uk: Контур рамки

source: Material Test Grid
de: Materialtestgitter
es: Cuadrícula de prueba de material
fr: Grille de test de matériau
pt: Grade de Teste de Material
uk: Сітка тестування матеріалу

source: Variable Power
es: Potencia variable
pt: Potência Variável
uk: Змінна потужність

source: Constant Power
es: Potencia constante
pt: Potência Constante
uk: Постійна потужність

source: Dither
es: Tramado
pt: Pontilhamento
uk: Дитеринг

source: Multiple Depths
es: Múltiples profundidades
pt: Múltiplas Profundidades
uk: Кілька глибин

source: Inside-Outside
de: Innen-Außen
es: Interior-Exterior
pt: Interno-Externo
uk: Зсередини-назовні

source: Outside-Inside
de: Außen-Innen
es: Exterior-Interior
pt: Externo-Interno
uk: Ззовні-всередину

source: Optimizing path with arcs...
es: Optimizando trayectoria con arcos...
pt: Otimizando caminho com arcos...
uk: Оптимізація шляху з дугами...

source: Centerline
de: Mittellinie
es: Línea central
pt: Linha central
uk: Центральна лінія

source: Inside
de: Innen
es: Interior
pt: Interno
uk: Всередині

source: Outside
de: Außen
es: Exterior
pt: Externo
uk: Ззовні

source: Assembling step...
de: Schritt wird zusammengestellt...
es: Ensamblando paso...
fr: Assemblage de l'étape...
pt: Montando etapa...
uk: Збирання кроку...

source: Storing step data...
de: Schrittdaten werden gespeichert...
es: Almacenando datos del paso...
fr: Stockage des données de l'étape...
pt: Armazenando dados da etapa...
uk: Збереження даних кроку...

source: Calculating time estimate...
de: Zeitschätzung wird berechnet...
es: Calculando tiempo estimado...
fr: Calcul de l'estimation du temps...
pt: Calculando estimativa de tempo...
uk: Розрахунок оцінки часу...

source: Storing final job artifact...
de: Endgültiges Auftragsartefakt wird gespeichert...
es: Almacenando artefacto del trabajo final...
fr: Stockage de l'artefact final de la tâche...
pt: Armazenando artefato do trabalho final...
uk: Збереження фінального артефакту завдання...

source: Job finalization complete
de: Auftragsfertigstellung abgeschlossen
es: Finalización del trabajo completada
fr: Finalisation de la tâche terminée
pt: Finalização do trabalho completa
uk: Завершення завдання виконано

source: Applying '{transformer}' on '{workpiece}'
de: Wende „{transformer}“ auf „{workpiece}“ an
es: Aplicando '{transformer}' en '{workpiece}'
fr: Application de « {transformer} » sur « {workpiece} »
pt: Aplicando '{transformer}' em '{workpiece}'
uk: Застосування '{transformer}' до '{workpiece}'

source: Generating path for '{workpiece}'
es: Generando trayectoria para '{workpiece}'
pt: Gerando caminho para '{workpiece}'
uk: Генерація шляху для '{workpiece}'

source: Finalizing '{workpiece}'
de: „{workpiece}“ wird fertiggestellt
es: Finalizando '{workpiece}'
fr: Finalisation de « {workpiece} »
pt: Finalizando '{workpiece}'
uk: Завершення '{workpiece}'

source: Applying '{t}'
de: Wende „{t}“ an
es: Aplicando '{t}'
fr: Application de « {t} »
pt: Aplicando '{t}'
uk: Застосування '{t}'

source: Assembling final job...
de: Endgültiger Auftrag wird zusammengestellt...
es: Ensamblando trabajo final...
fr: Assemblage de la tâche finale...
pt: Montando trabalho final...
uk: Збирання фінального завдання...

source: Processing final ops for '{step}'
de: Verarbeite letzte Operationen für „{step}“
es: Procesando operaciones finales para '{step}'
fr: Traitement des opérations finales pour « {step} »
pt: Processando operações finais para '{step}'
uk: Обробка фінальних операцій для '{step}'

source: Calculating final time and distance estimates...
de: Berechne finale Zeit- und Abstandsschätzungen...
es: Calculando estimaciones finales de tiempo y distancia...
fr: Calcul des estimations finales de temps et de distance...
pt: Calculando estimativas finais de tempo e distância...
uk: Розрахунок фінальних оцінок часу та відстані...

source: Generating G-code...
de: G-Code wird generiert...
es: Generando G-code...
fr: Génération du G-code...
pt: Gerando G-code...
uk: Генерація G-коду...

source: Encoding paths for preview...
de: Pfade für Vorschau werden kodiert...
es: Codificando trayectorias para vista previa...
fr: Encodage des chemins pour l’aperçu...
pt: Codificando caminhos para pré-visualização...
uk: Кодування шляхів для перегляду...

source: Rendering vertices...
es: Renderizando vértices...
pt: Renderizando vértices...
uk: Рендеринг вершин...

source: Preparing 2D preview...
de: 2D-Vorschau wird vorbereitet...
es: Preparando vista previa 2D...
fr: Préparation de l'aperçu 2D...
pt: Preparando pré-visualização 2D...
uk: Підготовка 2D перегляду...

source: Rendering texture...
es: Renderizando textura...
pt: Renderizando textura...
uk: Рендеринг текстури...

source: Rendering complete.
es: Renderizado completo.
pt: Renderização concluída.
uk: Рендеринг завершено.

source: Overscan
fr: Balayage étendu
uk: Оверскан

source: Extends raster lines to ensure constant engraving speed.
de: Erweitert Rasterlinien, um eine konstante Gravurgeschwindigkeit zu gewährleisten.
es: Extiende las líneas de rasterizado para asegurar una velocidad de grabado constante.
fr: Prolonge les lignes de trame pour assurer une vitesse de gravure constante.
pt: Extende as linhas de raster para garantir velocidade de gravação constante.
uk: Розширює растрові лінії для забезпечення постійної швидкості гравіювання.

source: Optimize Path
de: Pfad optimieren
es: Optimizar trayectoria
fr: Optimiser le chemin
pt: Otimizar Caminho
uk: Оптимізувати шлях

source: Minimizes travel distance by reordering segments.
de: Minimiert die Verfahrstrecke durch Neuordnung der Segmente.
es: Minimiza la distancia de desplazamiento reordenando los segmentos.
fr: Minimise la distance de déplacement en réordonnant les segments.
pt: Minimiza a distância de deslocamento reordenando segmentos.
uk: Мінімізує відстань переміщення шляхом перевпорядкування сегментів.

source: Preprocessing for optimization...
de: Vorbereitung für Optimierung...
es: Preprocesando para la optimización...
fr: Prétraitement pour l’optimisation...
pt: Pré-processamento para otimização...
uk: Попередня обробка для оптимізації...

source: Analyzing and bucketing path segments...
de: Analysiere und gruppiere Pfadsegmente...
es: Analizando y agrupando segmentos de trayectoria...
fr: Analyse et regroupement des segments de chemin...
pt: Analisando e agrupando segmentos de caminho...
uk: Аналіз та групування сегментів шляху...

source: Optimizing segment {i}/{total}...
de: Optimiere Segment {i}/{total}...
es: Optimizando segmento {i}/{total}...
fr: Optimisation du segment {i}/{total}...
pt: Otimizando segmento {i}/{total}...
uk: Оптимізація сегмента {i}/{total}...

source: Finding nearest paths...
de: Suche nächstgelegene Pfade...
es: Buscando trayectorias más cercanas...
fr: Recherche des chemins les plus proches...
pt: Encontrando caminhos mais próximos...
uk: Пошук найближчих шляхів...

source: Applying 2-opt refinement...
de: 2-opt-Verfeinerung anwenden...
es: Aplicando refinamiento 2-opt...
fr: Application de l’optimisation 2-opt...
pt: Aplicando refinamento 2-opt...
uk: Застосування 2-opt уточнення...

source: Reassembling optimized paths...
de: Zusammenfügen optimierter Pfade...
es: Reensamblando trayectorias optimizadas...
fr: Réassemblage des chemins optimisés...
pt: Reunindo caminhos otimizados...
uk: Повторне збирання оптимізованих шляхів...

source: Optimization complete
de: Optimierung abgeschlossen
es: Optimización completada
fr: Optimisation terminée
pt: Otimização concluída
uk: Оптимізацію завершено

source: Smooth Path
de: Pfad glätten
es: Suavizar trayectoria
fr: Lisser le chemin
pt: Suavizar Caminho
uk: Згладжування шляху

source: Smooths the path by applying a Gaussian filter.
de: Glättet den Pfad durch Anwendung eines Gauß-Filters.
es: Suaviza la trayectoria aplicando un filtro gaussiano.
fr: Lisse le chemin en appliquant un filtre gaussien.
pt: Suaviza o caminho aplicando um filtro Gaussiano.
uk: Згладжує шлях шляхом застосування гаусового фільтра.

source: Creates holding tabs by adding gaps to cut paths
de: Erstellt Haltestege, indem Lücken zu den Schnittpfaden hinzugefügt werden.
es: Crea pestañas de sujeción añadiendo huecos a las trayectorias de corte
fr: Crée des languettes de maintien en ajoutant des interruptions aux chemins de coupe
pt: Cria abas de fixação adicionando lacunas aos caminhos de corte
uk: Створює тримальні лапки шляхом додавання розривів до шляхів різання

source: Multi-Pass
de: Mehrfachdurchgang
es: Múltiples pasadas
fr: Multi-passes
pt: Múltiplas Passagens
uk: Багатопрохідний

source: Repeats the path multiple times, optionally stepping down in Z.
de: Wiederholt den Pfad mehrmals, optional mit Z-Absenkung.
es: Repite la trayectoria varias veces, opcionalmente bajando en el eje Z.
fr: Répète le chemin plusieurs fois, avec éventuellement une descente progressive en Z.
pt: Repete o caminho várias vezes, opcionalmente descendo no eixo Z.
uk: Повторює шлях кілька разів, опціонально знижуючись по Z.

source: The name of the currently active coordinate system (e.g. 'G54').
de: Der Name des aktuell aktiven Koordinatensystems (z. B. 'G54').
es: El nombre del sistema de coordenadas actualmente activo (p. ej., 'G54').
fr: Le nom du système de coordonnées actuellement actif (p. ex. 'G54').
pt: O nome do sistema de coordenadas atualmente ativo (p. ex., 'G54').
uk: Назва поточної активної системи координат (напр. 'G54').

source: The name of the current machine profile.
de: Der Name des aktuellen Maschinenprofils.
es: El nombre del perfil de máquina actual.
fr: Le nom du profil de machine actuel.
pt: O nome do perfil da máquina atual.
uk: Назва поточного профілю машини.

source: The width (X-axis) of the machine work area.
es: El ancho (eje X) del área de trabajo de la máquina.
uk: Ширина (вісь X) робочої зони машини.

source: The height (Y-axis) of the machine work area.
es: La altura (eje Y) del área de trabajo de la máquina.
uk: Висота (вісь Y) робочої зони машини.

source: The name of the current document file (if saved).
de: Der Name der aktuellen Dokumentdatei (falls gespeichert).
es: El nombre del archivo de documento actual (si está guardado).
fr: Le nom du fichier de document actuel (si enregistré).
pt: O nome do arquivo de documento atual (se salvo).
uk: Назва поточного файлу документа (якщо збережено).

source: The minimum X coordinate of the entire job.
de: Die minimale X-Koordinate des gesamten Auftrags.
es: La coordenada X mínima de todo el trabajo.
fr: La coordonnée X minimale de tout le travail.
pt: A coordenada X mínima de todo o trabalho.
uk: Мінімальна координата X усього завдання.

source: The minimum Y coordinate of the entire job.
de: Die minimale Y-Koordinate des gesamten Auftrags.
es: La coordenada Y mínima de todo el trabajo.
fr: La coordonnée Y minimale de tout le travail.
pt: A coordenada Y mínima de todo o trabalho.
uk: Мінімальна координата Y усього завдання.

source: The maximum X coordinate of the entire job.
de: Die maximale X-Koordinate des gesamten Auftrags.
es: La coordenada X máxima de todo el trabajo.
fr: La coordonnée X maximale de tout le travail.
pt: A coordenada X máxima de todo o trabalho.
uk: Максимальна координата X усього завдання.

source: The maximum Y coordinate of the entire job.
de: Die maximale Y-Koordinate des gesamten Auftrags.
es: La coordenada Y máxima de todo el trabajo.
fr: La coordonnée Y maximale de tout le travail.
pt: A coordenada Y máxima de todo o trabalho.
uk: Максимальна координата Y усього завдання.

source: The X offset of the currently active WCS.
de: Der X-Versatz des aktuell aktiven WCS.
es: El desplazamiento X del WCS actualmente activo.
fr: Le décalage X du système de coordonnées de travail actif.
pt: O deslocamento X do WCS atualmente ativo.
uk: Зміщення X поточної активної WCS.

source: The Y offset of the currently active WCS.
de: Der Y-Versatz des aktuell aktiven WCS.
es: El desplazamiento Y del WCS actualmente activo.
fr: Le décalage Y du système de coordonnées de travail actif.
pt: O deslocamento Y do WCS atualmente ativo.
uk: Зміщення Y поточної активної WCS.

source: The Z offset of the currently active WCS.
de: Der Z-Versatz des aktuell aktiven WCS.
es: El desplazamiento Z del WCS actualmente activo.
fr: Le décalage Z du système de coordonnées de travail actif.
pt: O deslocamento Z do WCS atualmente ativo.
uk: Зміщення Z поточної активної WCS.

source: The name of the current layer being processed.
de: Der Name der aktuellen Ebene, die verarbeitet wird.
es: El nombre de la capa actual que se está procesando.
fr: Le nom de la couche actuelle en cours de traitement.
pt: O nome da camada atual que está sendo processada.
uk: Назва поточного шару, що обробляється.

source: The name of the current workpiece being processed.
de: Der Name des aktuellen Werkstücks, das verarbeitet wird.
es: El nombre de la pieza de trabajo actual que se está procesando.
fr: Le nom de la pièce de travail actuelle en cours de traitement.
pt: O nome da peça de trabalho atual que está sendo processada.
uk: Назва поточної заготовки, що обробляється.

source: The X position of the workpiece.
de: Die X-Position des Werkstücks.
es: La posición X de la pieza de trabajo.
fr: La position X de la pièce de travail.
pt: A posição X da peça de trabalho.
uk: Позиція X заготовки.

source: The Y position of the workpiece.
de: Die Y-Position des Werkstücks.
es: La posición Y de la pieza de trabajo.
fr: La position Y de la pièce de travail.
pt: A posição Y da peça de trabalho.
uk: Позиція Y заготовки.

source: The width of the workpiece.
de: Die Breite des Werkstücks.
es: El ancho de la pieza de trabajo.
fr: La largeur de la pièce de travail.
pt: A largura da peça de trabalho.
uk: Ширина заготовки.

source: The height of the workpiece.
de: Die Höhe des Werkstücks.
es: La altura de la pieza de trabajo.
fr: La hauteur de la pièce de travail.
pt: A altura da peça de trabalho.
uk: Висота заготовки.

source: Add Material Test
de: Materialtest hinzufügen
es: Añadir prueba de material
fr: Ajouter un test de matériau
pt: Adicionar Teste de Material
uk: Додати тест матеріалу

source: Transform item(s)
de: Element(e) transformieren
es: Transformar elemento(s)
fr: Transformer le(s) élément(s)
pt: Transformar item(ns)
uk: Трансформувати елемент(и)

source: Move item(s)
de: Element(e) verschieben
es: Mover elemento(s)
fr: Déplacer le(s) élément(s)
pt: Mover item(ns)
uk: Перемістити елемент(и)

source: Resize item(s)
de: Größe von Element(en) ändern
es: Redimensionar elemento(s)
fr: Redimensionner le(s) élément(s)
pt: Redimensionar item(ns)
uk: Змінити розмір елемента(ів)

source: Change item angle
de: Elementwinkel ändern
es: Cambiar ángulo del elemento
fr: Modifier l’angle de l’élément
pt: Alterar ângulo do item
uk: Змінити кут елемента

source: Change item shear
de: Elementscherung ändern
es: Cambiar inclinación del elemento
fr: Modifier le cisaillement de l’élément
pt: Alterar inclinação do item
uk: Змінити нахил елемента

source: Change Sketch Parameters
de: Skizzenparameter ändern
es: Cambiar parámetros del boceto
fr: Modifier les paramètres de l'esquisse
pt: Alterar Parâmetros do Esboço
uk: Змінити параметри ескізу

source: Rename Asset
de: Element umbenennen
es: Renombrar recurso
fr: Renommer la ressource
pt: Renomear Recurso
uk: Перейменувати ресурс

source: Delete Asset '{name}'
de: Element '{name}' löschen
es: Eliminar recurso '{name}'
fr: Supprimer la ressource « {name} »
pt: Excluir Recurso '{name}'
uk: Видалити ресурс '{name}'

source: Remove dependent item
de: Abhängiges Element entfernen
es: Eliminar elemento dependiente
fr: Supprimer l'élément dépendant
pt: Remover item dependente
uk: Видалити залежний елемент

source: Remove asset definition
de: Elementdefinition entfernen
es: Eliminar definición del recurso
fr: Supprimer la définition de la ressource
pt: Remover definição do recurso
uk: Видалити визначення ресурсу

source: Import {filename}
de: {filename} importieren
es: Importar {filename}
fr: Importer {filename}
pt: Importar {filename}
uk: Імпортувати {filename}

source: Importing {filename}...
de: {filename} wird importiert...
es: Importando {filename}...
fr: Importation de {filename}...
pt: Importando {filename}...
uk: Імпортування {filename}...

source: Failed to import {filename}. The image file may be corrupted or in an unsupported format.
de: Import von {filename} fehlgeschlagen. Die Bilddatei ist möglicherweise beschädigt oder in einem nicht unterstützten Format.
es: Error al importar {filename}. El archivo de imagen puede estar corrupto o en un formato no compatible.
fr: Échec de l'importation de {filename}. Le fichier d'image peut être corrompu ou dans un format non pris en charge.
pt: Falha ao importar {filename}. O ficheiro de imagem pode estar corrompido ou num formato não suportado.
uk: Не вдалося імпортувати {filename}. Файл зображення може бути пошкодженим або у непідтримуваному форматі.

source: Import failed: No items were created from {filename}
de: Import fehlgeschlagen: Aus {filename} wurden keine Elemente erstellt
es: Error de importación: No se crearon elementos desde {filename}
fr: Échec de l'importation : aucun élément n'a été créé à partir de {filename}
pt: Importação falhou: Nenhum item foi criado de {filename}
uk: Помилка імпорту: Не створено жодного елемента з {filename}

source: Import failed.
de: Import fehlgeschlagen.
es: Importación fallida.
fr: Échec de l’importation.
pt: Falha na importação.
uk: Помилка імпорту.

source: Import complete!
de: Import abgeschlossen!
es: ¡Importación completada!
fr: Importation terminée !
pt: Importação concluída!
uk: Імпорт завершено!

source: ⚠️ Imported item was larger than the work area and has been scaled down to fit.
de: ⚠️ Das importierte Element war größer als der Arbeitsbereich und wurde passend verkleinert.
es: ⚠️ El elemento importado era más grande que el área de trabajo y se ha reducido para ajustarse.
fr: ⚠️ L’élément importé était plus grand que la zone de travail et a été redimensionné pour s'adapter.
pt: ⚠️ O item importado era maior que a área de trabalho e foi redimensionado para caber.
uk: ⚠️ Імпортований елемент був більший за робочу область і був зменшений для відповідності.
