Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Show in File Browser
de: Im Dateibrowser anzeigen
es: Mostrar en el explorador de archivos
fr: Afficher dans l'explorateur de fichiers
pt: Mostrar no Explorador de Arquivos
uk: Показати у файловому менеджері

source: Vector Commands
de: Vektorbefehle
es: Comandos vectoriales
fr: Commandes vectorielles
pt: Comandos Vetoriais
uk: Векторні команди

source: {count} commands
de: {count} Befehle
es: {count} comandos
pt: {count} comandos
uk: {count} команд

source: {name} (not found)
de: {name} (nicht gefunden)
es: {name} (no encontrado)
fr: {name} (non trouvé)
pt: {name} (não encontrado)
uk: {name} (не знайдено)

source: (No source file)
de: (Keine Quelldatei)
es: (Sin archivo de origen)
fr: (Aucun fichier source)
pt: (Nenhum arquivo de origem)
uk: (Немає вихідного файлу)

source: Tabs
de: Haltestege
es: Pestañas de sujeción
fr: Languettes
pt: Abas de Fixação
uk: Табуляції

source: Remove all tabs
de: Alle Haltestege entfernen
es: Eliminar todas las pestañas de sujeción
fr: Supprimer toutes les languettes
pt: Remover todas as abas de fixação
uk: Видалити всі табуляції

source: Tab Width
de: Breite der Haltestege
es: Ancho de pestaña
fr: Largeur de la languette
pt: Largura da Aba
uk: Ширина табуляції

source: Length along the path
de: Länge entlang des Pfades
es: Longitud a lo largo de la trayectoria
fr: Longueur le long du chemin
pt: Comprimento ao longo do caminho
uk: Довжина вздовж контуру

source: Reset tab width to default (1.0)
es: Restablecer ancho de pestaña al valor predeterminado (1.0)
uk: Скинути ширину табуляції до стандартної (1.0)

source: {num_tabs} tabs
de: {num_tabs} Haltestege
es: {num_tabs} pestañas de sujeción
fr: {num_tabs} languettes
pt: {num_tabs} abas de fixação
uk: {num_tabs} табуляцій

source: Mixed values
de: Gemischte Werte
es: Valores mixtos
fr: Valeurs mixtes
pt: Valores mistos
uk: Змішані значення

source: Number of Tabs
de: Anzahl der Haltestege
es: Número de pestañas
fr: Nombre de languettes
pt: Número de Abas
uk: Кількість табуляцій

source: Tab Width (mm)
de: Breite der Haltestege (mm)
es: Ancho de pestaña (mm)
fr: Largeur de la languette (mm)
pt: Largura da Aba (mm)
uk: Ширина табуляції (мм)

source: Adjust Equidistant Tabs
de: Äquidistante Haltestege anpassen
es: Ajustar pestañas equidistantes
fr: Ajuster les languettes équidistantes
pt: Ajustar Abas Equidistantes
uk: Налаштувати рівновіддалені табуляції

source: Toggle step visibility
de: Sichtbarkeit des Schritts umschalten
es: Alternar visibilidad del paso
fr: Afficher/Masquer la visibilité de l’étape
pt: Alternar visibilidade da etapa
uk: Перемкнути видимість кроку

source: Image Metadata
de: Bild-Metadaten
es: Metadatos de la imagen
fr: Métadonnées de l'image
pt: Metadados da Imagem
uk: Метадані зображення

source: Copy Metadata
de: Metadaten kopieren
es: Copiar metadatos
fr: Copier les métadonnées
pt: Copiar Metadados
uk: Копіювати метадані

source: No metadata available
de: Keine Metadaten verfügbar.
es: No hay metadatos disponibles.
fr: Aucune métadonnée disponible.
pt: Nenhum metadado disponível.
uk: Метадані недоступні

source: Basic Information
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
pt: Informações Básicas
uk: Основна інформація

source: Basic image properties like dimensions and format.
de: Grundlegende Bildeigenschaften wie Abmessungen und Format.
es: Propiedades básicas de la imagen como dimensiones y formato.
fr: Propriétés de base de l'image comme les dimensions et le format.
pt: Propriedades básicas da imagem como dimensões e formato.
uk: Основні властивості зображення, такі як розміри та формат.

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
pt: Metadados
uk: Метадані

source: All metadata extracted from the image.
de: Alle aus dem Bild extrahierten Metadaten.
es: Todos los metadatos extraídos de la imagen.
fr: Toutes les métadonnées extraites de l'image.
pt: Todos os metadados extraídos da imagem.
uk: Усі метадані, витягнуті з зображення.

source: Metadata copied to clipboard
de: Metadaten in die Zwischenablage kopiert
es: Metadatos copiados al portapapeles
fr: Métadonnées copiées dans le presse-papiers
pt: Metadados copiados para a área de transferência
uk: Метадані скопійовано до буфера обміну

source: Choose...
de: Wählen...
es: Elegir...
fr: Choisir...
pt: Escolher...
uk: Вибрати...

source: Manual Settings
de: Manuelle Einstellungen
es: Ajustes manuales
fr: Paramètres manuels
pt: Configurações Manuais
uk: Ручні налаштування

source: Apply Recipe '{name}'
de: Rezept '{name}' anwenden
es: Aplicar receta '{name}'
fr: Appliquer la recette « {name} »
pt: Aplicar Receita '{name}'
uk: Застосувати рецепт '{name}'

source: New {cap} Recipe
de: Neues {cap}-Rezept
es: Nueva receta de {cap}
fr: Nouvelle recette {cap}
pt: Nova Receita de {cap}
uk: Новий рецепт {cap}

source: Set Applied Recipe
de: Angewendetes Rezept festlegen
es: Establecer receta aplicada
fr: Définir la recette appliquée
pt: Definir Receita Aplicada
uk: Встановити застосований рецепт

source: Update Recipe '{name}'?
de: Rezept '{name}' aktualisieren?
es: ¿Actualizar receta '{name}'?
fr: Mettre à jour la recette « {name} » ?
pt: Atualizar Receita '{name}'?
uk: Оновити рецепт '{name}'?

source: This will permanently overwrite the saved recipe with the current step settings. This action cannot be undone.
de: Dadurch wird das gespeicherte Rezept dauerhaft mit den aktuellen Schritteinstellungen überschrieben. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto sobrescribirá permanentemente la receta guardada con los ajustes del paso actual. Esta acción no se puede deshacer.
fr: Ceci écrasera de manière permanente la recette enregistrée avec les paramètres actuels de l'étape. Cette action est irréversible.
pt: Isso substituirá permanentemente a receita salva com as configurações da etapa atual. Esta ação não pode ser desfeita.
uk: Це остаточно перезапише збережений рецепт поточними налаштуваннями кроку. Цю дію неможливо скасувати.

source: Item Properties
de: Elementeigenschaften
es: Propiedades del elemento
fr: Propriétés de l’élément
pt: Propriedades do Item
uk: Властивості елемента

source: 1 item selected
de: 1 Element ausgewählt
es: 1 elemento seleccionado
fr: 1 élément sélectionné
pt: 1 item selecionado
uk: 1 елемент вибрано

source: {count} items selected
de: {count} Elemente ausgewählt
es: {count} elementos seleccionados
fr: {count} éléments sélectionnés
pt: {count} itens selecionados
uk: {count} елементів вибрано

source: Multiple Items
de: Mehrere Elemente
es: Varios elementos
fr: Éléments multiples
pt: Vários Itens
uk: Кілька елементів

source: Workpiece Properties
de: Werkstückeigenschaften
es: Propiedades de la pieza de trabajo
fr: Propriétés de la pièce
pt: Propriedades da Peça de Trabalho
uk: Властивості робочої деталі

source: Group Properties
de: Gruppeneigenschaften
es: Propiedades del grupo
fr: Propriétés du groupe
pt: Propriedades do Grupo
uk: Властивості групи

source: Workpiece Layers
de: Werkstück-Ebenen
es: Capas de piezas de trabajo
fr: Calques de la pièce
pt: Camadas da Peça de Trabalho
uk: Шари робочої деталі

source: Add New Layer
de: Neue Ebene hinzufügen
es: Añadir nueva capa
fr: Ajouter un nouveau calque
pt: Adicionar Nova Camada
uk: Додати новий шар

source: {count} layer
de: {count} Ebene
es: {count} capa
fr: {count} calque
pt: {count} camada
uk: {count} шар

source: {count} Layers
de: {count} Ebenen
es: {count} capas
fr: {count} calques
pt: {count} camadas
uk: {count} шарів

source: No materials in selected library.
de: Keine Materialien in der ausgewählten Bibliothek.
es: No hay materiales en la biblioteca seleccionada.
fr: Aucun matériau dans la bibliothèque sélectionnée.
pt: Nenhum material na biblioteca selecionada.
uk: У вибраній бібліотеці немає матеріалів.

source: Cannot Delete Material
de: Material kann nicht gelöscht werden
es: No se puede eliminar el material
fr: Impossible de supprimer le matériau
pt: Não é possível Excluir Material
uk: Неможливо видалити матеріал

source: This material is currently used by one or more recipes. Please remove the recipes that use this material before deleting it.
de: Dieses Material wird derzeit von einem oder mehreren Rezepten verwendet. Bitte entferne die Rezepte, die dieses Material verwenden, bevor du es löschst.
es: Este material está siendo utilizado actualmente por una o más recetas. Por favor, elimina las recetas que usan este material antes de borrarlo.
fr: Ce matériau est actuellement utilisé par une ou plusieurs recettes. Veuillez supprimer les recettes qui l'utilisent avant de le supprimer.
pt: Este material está sendo usado atualmente por uma ou mais receitas. Por favor, remova as receitas que usam este material antes de excluí-lo.
uk: Цей матеріал зараз використовується одним або кількома рецептами. Будь ласка, видаліть рецепти, що використовують цей матеріал, перед його видаленням.

source: The material will be permanently removed from the library. This action cannot be undone.
de: Das Material wird dauerhaft aus der Bibliothek entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: El material se eliminará permanentemente de la biblioteca. Esta acción no se puede deshacer.
fr: Le matériau sera définitivement supprimé de la bibliothèque. Cette action est irréversible.
pt: O material será removido permanentemente da biblioteca. Esta ação não pode ser desfeita.
uk: Матеріал буде остаточно видалено з бібліотеки. Цю дію неможливо скасувати.

source: Failed to update material.
de: Fehler beim Aktualisieren des Materials.
es: Error al actualizar el material.
fr: Échec de la mise à jour du matériau.
pt: Falha ao atualizar material.
uk: Не вдалося оновити матеріал.

source: Failed to add material to library.
de: Fehler beim Hinzufügen des Materials zur Bibliothek.
es: Error al añadir el material a la biblioteca.
fr: Échec de l'ajout du matériau à la bibliothèque.
pt: Falha ao adicionar material à biblioteca.
uk: Не вдалося додати матеріал до бібліотеки.

source: Batch Import {file_count} Images
de: Stapelimport {file_count} Bilder
es: Importación por lotes de {file_count} imágenes
fr: Importation par lot de {file_count} images
pt: Importação em Lote de {file_count} Imagens
uk: Пакетний імпорт {file_count} зображень

source: Import {file_count} images: {file_names} All images will be traced using the default tracing settings and positioned at the drop location.
de: {file_count} Bilder importieren: {file_names} Alle Bilder werden mit den Standard-Nachverfolgungseinstellungen nachgezeichnet und an der Ablageposition positioniert.
es: Importar {file_count} imágenes: {file_names} Todas las imágenes se trazarán usando los ajustes de trazado predeterminados y se posicionarán en la ubicación de colocación.
fr: Importer {file_count} images : {file_names} Toutes les images seront tracées en utilisant les paramètres de vectorisation par défaut et positionnées à l'emplacement de dépôt.
pt: Importar {file_count} imagens: {file_names} Todas as imagens serão rastreadas usando as configurações de rastreamento padrão e posicionadas na localização de solta.
uk: Імпортувати {file_count} зображень: {file_names} Усі зображення будуть трасовані з типовими налаштуваннями трасування та розміщені у місці перетягування.

source: Import All
de: Alle importieren
es: Importar todo
fr: Tout importer
pt: Importar Tudo
uk: Імпортувати все

source: Add New Step...
de: Neuen Schritt hinzufügen...
es: Añadir nuevo paso...
fr: Ajouter une nouvelle étape...
pt: Adicionar Nova Etapa...
uk: Додати новий крок...

source: {count} step
de: {count} Schritt
es: {count} paso
fr: {count} étape
pt: {count} etapa
uk: {count} крок

source: {count} steps
de: {count} Schritte
es: {count} pasos
fr: {count} étapes
pt: {count} etapas
uk: {count} кроків

source: Step {seq}:
de: Schritt {seq}:
es: Paso {seq}:
fr: Étape {seq} :
pt: Etapa {seq}:
uk: Крок {seq}:

source: Add step '{name}'
de: Schritt „{name}“ hinzufügen
es: Añadir paso '{name}'
fr: Ajouter l’étape « {name} »
pt: Adicionar etapa '{name}'
uk: Додати крок '{name}'

source: Remove step '{name}'
de: Schritt „{name}“ entfernen
es: Eliminar paso '{name}'
fr: Supprimer l'étape « {name} »
pt: Remover etapa '{name}'
uk: Видалити крок '{name}'

source: Reorder steps
de: Schritte neu anordnen
es: Reordenar pasos
fr: Réorganiser les étapes
pt: Reordenar etapas
uk: Змінити порядок кроків

source: {:.0f}s
uk: {:.0f}с

source: {}m {}s
uk: {}хв {}с

source: {}h {}m
uk: {}г {}хв

source: <b>Machine:</b>
de: <b>Maschine:</b>
es: <b>Máquina:</b>
pt: <b>Máquina:</b>
uk: <b>Машина:</b>

source: <b>Connection:</b>
de: <b>Verbindung:</b>
es: <b>Conexión:</b>
fr: <b>Connexion :</b>
pt: <b>Conexão:</b>
uk: <b>З'єднання:</b>

source: Job Sent
de: Auftrag gesendet
es: Trabajo enviado
fr: Tâche envoyée
pt: Trabalho Enviado
uk: Завдання надіслано

source: <b>Est. time:</b>
de: <b>Gesch. Zeit:</b>
es: <b>Tiempo est.:</b>
fr: <b>Temps est. :</b>
pt: <b>Tempo Est.:</b>
uk: <b>Орієнт. час:</b>

source: No operations
de: Keine Operationen
es: Sin operaciones
fr: Aucune opération
pt: Sem operações
uk: Немає операцій

source: Calculating...
de: Berechne...
es: Calculando...
fr: Calcul en cours...
pt: Calculando...
uk: Обчислення...

source: (+{tasks} more)
de: (+{tasks} weitere)
es: (+{tasks} más)
fr: (+{tasks} de plus)
pt: (+{tasks} mais)
uk: (+{tasks} ще)

source: {tasks} tasks
de: {tasks} Aufgaben
es: {tasks} tareas
fr: {tasks} tâches
pt: {tasks} tarefas
uk: {tasks} завдань

source: Arc
de: Bogen
es: Arco
pt: Arco
uk: Дуга

source: Text Box
de: Textfeld
es: Cuadro de texto
pt: Caixa de texto
uk: Текстове поле

source: Circle
de: Kreis
es: Círculo
fr: Cercle
pt: Círculo
uk: Коло

source: Rectangle
de: Rechteck
es: Rectángulo
pt: Retângulo
uk: Прямокутник

source: Rounded Rectangle
de: Abgerundetes Rechteck
es: Rectángulo redondeado
fr: Rectangle arrondi
pt: Retângulo Arredondado
uk: Закруглений прямокутник

source: Fill
de: Füllung
es: Relleno
pt: Preenchimento
uk: Заповнення

source: Construction
de: Konstruktion
es: Construcción
pt: Construção
uk: Конструкція

source: Chamfer
de: Fase
es: Chaflán
pt: Chanfro
uk: Фаска

source: Fillet
de: Abrundung
es: Redondeo
pt: Arredondamento
uk: Скруглення

source: Toggle Construction
de: Konstruktion umschalten
es: Alternar construcción
fr: Basculer en mode construction
pt: Alternar Construção
uk: Перемкнути конструкцію

source: Delete Selection
de: Auswahl löschen
es: Eliminar selección
fr: Supprimer la sélection
pt: Excluir Seleção
uk: Видалити вибране

source: Add Horizontal Constraint
de: Horizontale Bedingung hinzufügen
es: Añadir restricción horizontal
fr: Ajouter une contrainte horizontale
pt: Adicionar Restrição Horizontal
uk: Додати горизонтальне обмеження

source: Add Vertical Constraint
de: Vertikale Bedingung hinzufügen
es: Añadir restricción vertical
fr: Ajouter une contrainte verticale
pt: Adicionar Restrição Vertical
uk: Додати вертикальне обмеження

source: Add Distance Constraint
de: Abstandsbedingung hinzufügen
es: Añadir restricción de distancia
fr: Ajouter une contrainte de distance
pt: Adicionar Restrição de Distância
uk: Додати обмеження відстані

source: Add Radius Constraint
de: Radiusbedingung hinzufügen
es: Añadir restricción de radio
fr: Ajouter une contrainte de rayon
pt: Adicionar Restrição de Raio
uk: Додати обмеження радіуса

source: Add Diameter Constraint
de: Durchmesserbedingung hinzufügen
es: Añadir restricción de diámetro
fr: Ajouter une contrainte de diamètre
pt: Adicionar Restrição de Diâmetro
uk: Додати обмеження діаметра

source: Add Coincident Constraint
de: Deckungsgleiche Bedingung hinzufügen
es: Añadir restricción de coincidencia
fr: Ajouter une contrainte de coïncidence
pt: Adicionar Restrição de Coincidência
uk: Додати обмеження збігу

source: Add Point On Shape
de: Punkt auf Form hinzufügen
es: Añadir punto en forma
fr: Ajouter un point sur la forme
pt: Adicionar Ponto na Forma
uk: Додати точку на фігуру

source: Add Perpendicular Constraint
de: Rechtwinklige Bedingung hinzufügen
es: Añadir restricción perpendicular
fr: Ajouter une contrainte de perpendicularité
pt: Adicionar Restrição Perpendicular
uk: Додати перпендикулярне обмеження

source: Add Angle Constraint
es: Añadir restricción de ángulo
pt: Adicionar Restrição de Ângulo
uk: Додати обмеження кута

source: Add Tangent Constraint
de: Tangentiale Bedingung hinzufügen
es: Añadir restricción de tangencia
fr: Ajouter une contrainte de tangence
pt: Adicionar Restrição de Tangente
uk: Додати обмеження дотику

source: Add Equal Constraint
de: Gleiche-Länge-Bedingung hinzufügen
es: Añadir restricción de igualdad
fr: Ajouter une contrainte d'égalité
pt: Adicionar Restrição de Igualdade
uk: Додати обмеження рівності

source: Add Symmetry Constraint
de: Symmetriebedingung hinzufügen
es: Añadir restricción de simetría
fr: Ajouter une contrainte de symétrie
pt: Adicionar Restrição de Simetria
uk: Додати обмеження симетрії

source: Add Aspect Ratio Constraint
de: Seitenverhältnisbedingung hinzufügen
es: Añadir restricción de relación de aspecto
fr: Ajouter une contrainte de rapport d'aspect
pt: Adicionar Restrição de Proporção
uk: Додати обмеження співвідношення сторін

source: Cancel Sketch
de: Skizze abbrechen
es: Cancelar boceto
fr: Annuler l'esquisse
pt: Cancelar Esboço
uk: Скасувати ескіз

source: Sketch Studio
de: Skizzen-Studio
es: Estudio de boceto
fr: Studio d'esquisse
pt: Estúdio de Esboço
uk: Студія ескізів

source: Right-click background to draw, objects to edit. Double-click dimensions to edit values.
de: Rechtsklick auf Hintergrund zum Zeichnen, auf Objekte zum Bearbeiten. Doppelklick auf Maße, um Werte zu bearbeiten.
es: Haz clic derecho en el fondo para dibujar, en los objetos para editar. Haz doble clic en las cotas para editar los valores.
fr: Clic droit sur le fond pour dessiner, sur les objets pour modifier. Double-cliquez sur les cotes pour modifier les valeurs.
pt: Clique com o botão direito no fundo para desenhar, nos objetos para editar. Dê um duplo clique nas dimensões para editar os valores.
uk: Клацніть правою кнопкою на фоні для малювання, на об'єктах — для редагування. Двічі клацніть на розмірах для зміни значень.

source: Finish
de: Fertigstellen
es: Finalizar
fr: Terminer
pt: Concluir
uk: Завершити

source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
pt: Propriedades
uk: Властивості

source: Configure the sketch name and basic properties
de: Skizzennamen und grundlegende Eigenschaften konfigurieren
es: Configurar el nombre y las propiedades básicas del boceto
fr: Configurer le nom et les propriétés de base du croquis
pt: Configurar o nome e as propriedades básicas do esboço
uk: Налаштувати назву ескізу та основні властивості

source: Rename Sketch
de: Skizze umbenennen
es: Renombrar boceto
fr: Renommer l'esquisse
pt: Renomear Esboço
uk: Перейменувати ескіз

source: Finish Sketch
de: Skizze fertigstellen
es: Finalizar boceto
fr: Terminer l'esquisse
pt: Concluir Esboço
uk: Завершити ескіз

source: Fill Area
de: Fläche füllen
es: Rellenar área
fr: Zone de remplissage
pt: Área de Preenchimento
uk: Заповнити область

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
pt: Ferramentas
uk: Інструменти

source: Chamfer Corner
de: Ecke abfasen
es: Achaflanar esquina
fr: Chanfreiner le coin
pt: Chanfrar Canto
uk: Фаска кута

source: Modify
de: Ändern
es: Modificar
fr: Modifier
pt: Modificar
uk: Змінити

source: _Sketch
de: _Skizze
es: _Boceto
fr: _Esquisse
pt: _Esboço
uk: _Ескіз

source: Fit View
de: Ansicht anpassen
es: Ajustar vista
fr: Ajuster la vue
pt: Ajustar à Vista
uk: Вмістити вид

source: Font Properties
de: Schriftarteigenschaften
es: Propiedades de fuente
fr: Propriétés de la police
pt: Propriedades da Fonte
uk: Властивості шрифту

source: Configure font family, size, and style for text boxes
de: Schriftfamilie, Größe und Stil für Textfelder konfigurieren
es: Configurar la familia de fuente, tamaño y estilo para cuadros de texto
fr: Configurer la famille de police, la taille et le style pour les zones de texte
pt: Configurar a família, tamanho e estilo da fonte para caixas de texto
uk: Налаштувати гарнітуру, розмір та стиль шрифту для текстових полів

source: Font Family
de: Schriftfamilie
es: Familia de fuente
fr: Famille de police
pt: Família da Fonte
uk: Гарнітура шрифту

source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
pt: Tamanho da Fonte
uk: Розмір шрифту

source: Bold
de: Fett
es: Negrita
fr: Gras
pt: Negrito
uk: Жирний

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
pt: Itálico
uk: Курсив

source: Select Font
de: Schriftart auswählen
es: Seleccionar fuente
fr: Sélectionner la police
pt: Selecionar Fonte
uk: Вибрати шрифт

source: Enter radius or expression (e.g. 'width/2').
de: Radius oder Ausdruck eingeben (z. B. 'Breite/2').
es: Introduce el radio o una expresión (p. ej., 'ancho/2').
fr: Saisir le rayon ou une expression (p. ex., « largeur/2 »).
pt: Insira o raio ou uma expressão (ex: 'largura/2').
uk: Введіть радіус або вираз (напр. 'width/2').

source: Enter diameter or expression.
de: Durchmesser oder Ausdruck eingeben.
es: Introduce el diámetro o una expresión.
fr: Saisir le diamètre ou une expression.
pt: Insira o diâmetro ou uma expressão.
uk: Введіть діаметр або вираз.

source: Enter angle in degrees or expression.
es: Introduce el ángulo en grados o una expresión.
pt: Insira o ângulo em graus ou uma expressão.
uk: Введіть кут у градусах або вираз.

source: Enter length or expression.
de: Länge oder Ausdruck eingeben.
es: Introduce la longitud o una expresión.
fr: Saisir la longueur ou une expression.
pt: Insira o comprimento ou uma expressão.
uk: Введіть довжину або вираз.

source: Enter value or expression.
de: Wert oder Ausdruck eingeben.
es: Introduce un valor o una expresión.
fr: Saisir la valeur ou une expression.
pt: Insira um valor ou uma expressão.
uk: Введіть значення або вираз.

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
pt: Não encontrado
uk: Не знайдено

source: UI Toolkit
es: Kit de herramientas de IU
fr: Boîte à outils d'interface utilisateur
pt: Kit de Ferramentas de UI
uk: Інструментарій інтерфейсу

source: Graphics & Imaging
de: Grafik & Bildverarbeitung
es: Gráficos e imágenes
fr: Graphismes et imagerie
pt: Gráficos e Imagens
uk: Графіка та зображення

source: File Formats & Communication
de: Dateiformate & Kommunikation
es: Formatos de archivo y comunicación
fr: Formats de fichiers et communication
pt: Formatos de Arquivo e Comunicação
uk: Формати файлів та комунікація

source: Website
de: Webseite
es: Sitio web
fr: Site web
pt: Site
uk: Веб-сайт

source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
pt: Reportar um Problema
uk: Повідомити про проблему

source: Version
es: Versión
pt: Versão
uk: Версія

source: Copy Version
de: Version kopieren
es: Copiar versión
fr: Copier la version
pt: Copiar Versão
uk: Копіювати версію

source: Lead Developer
de: Hauptentwickler
es: Desarrollador principal
fr: Développeur principal
pt: Desenvolvedor Principal
uk: Головний розробник

source: License
de: Lizenz
es: Licencia
fr: Licence
pt: Licença
uk: Ліцензія

source: System Information
de: Systeminformationen
es: Información del sistema
fr: Informations système
pt: Informações do Sistema
uk: Системна інформація

source: Versions of libraries and components
de: Versionen von Bibliotheken und Komponenten
es: Versiones de bibliotecas y componentes
fr: Versions des bibliothèques et des composants
pt: Versões de bibliotecas e componentes
uk: Версії бібліотек та компонентів

source: Copy System Information
de: Systeminformationen kopieren
es: Copiar información del sistema
fr: Copier les informations système
pt: Copiar Informações do Sistema
uk: Копіювати системну інформацію

source: Supporters
de: Unterstützer
es: Partidarios
fr: Soutiens
pt: Apoiadores
uk: Прихильники
