Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Install, update, and remove packages and plugins.
de: Pakete und Plugins installieren, aktualisieren und entfernen.
es: Instalar, actualizar y eliminar paquetes y complementos.
fr: Installer, mettre à jour et supprimer des paquets et des plugins.
pt: Instalar, atualizar e remover pacotes e plugins.
uk: Встановлення, оновлення та видалення пакетів і плагінів.

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
pt: Receitas
uk: Рецепти

source: Manage your saved recipes for different materials and processes.
de: Verwalte deine gespeicherten Rezepte für verschiedene Materialien und Prozesse.
es: Gestiona tus recetas guardadas para diferentes materiales y procesos.
fr: Gérez vos recettes enregistrées pour différents matériaux et processus.
pt: Gerencie suas receitas salvas para diferentes materiais e processos.
uk: Керування збереженими рецептами для різних матеріалів та процесів.

source: Materials
de: Materialien
es: Materiales
fr: Matériaux
pt: Materiais
uk: Матеріали

source: Material Libraries
de: Materialbibliotheken
es: Bibliotecas de materiales
fr: Bibliothèques de matériaux
pt: Bibliotecas de Material
uk: Бібліотеки матеріалів

source: Manage your material libraries. Select a library to view its materials.
de: Verwalte deine Materialbibliotheken. Wähle eine Bibliothek aus, um ihre Materialien anzuzeigen.
es: Gestiona tus bibliotecas de materiales. Selecciona una biblioteca para ver sus materiales.
fr: Gérez vos bibliothèques de matériaux. Sélectionnez une bibliothèque pour voir ses matériaux.
pt: Gerencie suas bibliotecas de material. Selecione uma biblioteca para visualizar seus materiais.
uk: Керування бібліотеками матеріалів. Виберіть бібліотеку для перегляду матеріалів.

source: Materials in the selected library.
de: Materialien in der ausgewählten Bibliothek.
es: Materiales en la biblioteca seleccionada.
fr: Matériaux dans la bibliothèque sélectionnée.
pt: Materiais na biblioteca selecionada.
uk: Матеріали у вибраній бібліотеці.

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pt: Configurações
uk: Налаштування

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
pt: Categorias
uk: Категорії

source: System
es: Sistema
fr: Système
pt: Sistema
uk: Система

source: Light
de: Hell
es: Claro
fr: Clair
pt: Claro
uk: Світла

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pt: Escuro
uk: Темна

source: Open nothing
de: Nichts öffnen
es: No abrir nada
fr: Ne rien ouvrir
pt: Não abrir nada
uk: Нічого не відкривати

source: Open last project
de: Letztes Projekt öffnen
es: Abrir último proyecto
fr: Ouvrir le dernier projet
pt: Abrir último projeto
uk: Відкрити останній проект

source: Open specific project
de: Bestimmtes Projekt öffnen
es: Abrir proyecto específico
fr: Ouvrir un projet spécifique
pt: Abrir projeto específico
uk: Відкрити конкретний проект

source: General
de: Allgemein
fr: Général
pt: Geral
uk: Загальні

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
pt: Aparência
uk: Вигляд

source: Settings related to the application's look and feel.
de: Einstellungen zum Erscheinungsbild der Anwendung.
es: Ajustes relacionados con la apariencia y el comportamiento de la aplicación.
fr: Paramètres liés à l’apparence et à l’ergonomie de l’application.
pt: Configurações relacionadas à aparência e ao comportamento da aplicação.
uk: Налаштування, пов'язані з виглядом програми.

source: Theme
de: Thema
es: Tema
fr: Thème
pt: Tema
uk: Тема

source: Units
de: Einheiten
es: Unidades
fr: Unités
pt: Unidades
uk: Одиниці

source: Set the display units for various values throughout the application.
de: Lege die Anzeigeeinheiten für verschiedene Werte in der gesamten Anwendung fest.
es: Establecer las unidades de visualización para varios valores en toda la aplicación.
fr: Définit les unités d’affichage pour les différentes valeurs dans l’ensemble de l’application.
pt: Defina as unidades de exibição para vários valores em toda a aplicação.
uk: Встановити одиниці відображення для різних значень у програмі.

source: Length
de: Länge
es: Longitud
fr: Longueur
pt: Comprimento
uk: Довжина

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
pt: Velocidade
uk: Швидкість

source: Acceleration
de: Beschleunigung
es: Aceleración
fr: Accélération
pt: Aceleração
uk: Прискорення

source: Startup
de: Start
es: Inicio
fr: Démarrage
pt: Inicialização
uk: Запуск

source: Configure what happens when you start the application. Files specified on the command line will always override these settings.
de: Konfigurieren Sie, was beim Start der Anwendung passiert. Dateien, die in der Befehlszeile angegeben sind, überschreiben diese Einstellungen immer.
es: Configure lo que sucede cuando inicia la aplicación. Los archivos especificados en la línea de comandos siempre anularán esta configuración.
fr: Configurez ce qui se passe lorsque vous démarrez l'application. Les fichiers spécifiés dans la ligne de commande remplaceront toujours ces paramètres.
pt: Configure o que acontece quando inicia a aplicação. Ficheiros especificados na linha de comando irão sempre sobrepôr-se a estas definições.
uk: Налаштувати дії при запуску програми. Файли, вказані в командному рядку, завжди матимуть пріоритет над цими налаштуваннями.

source: Startup behavior
de: Startverhalten
es: Comportamiento de inicio
fr: Comportement au démarrage
pt: Comportamento de inicialização
uk: Поведінка при запуску

source: Project path
de: Projektpfad
es: Ruta del proyecto
fr: Chemin du projet
pt: Caminho do projeto
uk: Шлях до проекту

source: Browse...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
pt: Navegar...
uk: Огляд...

source: Privacy
uk: Приватність

source: Help us improve Rayforge by allowing anonymous usage reporting. No personal data is collected.
uk: Допоможіть нам покращити Rayforge, дозволивши анонімні звіти про використання. Персональні дані не збираються.

source: Report Anonymous Usage
uk: Повідомити про анонімне використання

source: Help improve Rayforge
uk: Допомогти покращити Rayforge

source: <a href="https://rayforge.org/docs/general-info/usage-tracking">Learn more</a> about usage tracking and privacy.
uk: <a href="https://rayforge.org/docs/general-info/usage-tracking">Дізнатися більше</a> про відстеження використання та приватність.

source: New Sketch
de: Neue Skizze
es: Nuevo boceto
fr: Nouvelle esquisse
pt: Novo Esboço
uk: Новий ескіз

source: Create Sketch Definition
de: Skizzendefinition erstellen
es: Crear definición de boceto
fr: Créer la définition de l'esquisse
pt: Criar Definição de Esboço
uk: Створити визначення ескізу

source: Selected item is not an editable sketch.
de: Das ausgewählte Element ist keine bearbeitbare Skizze.
es: El elemento seleccionado no es un boceto editable.
fr: L'élément sélectionné n'est pas une esquisse modifiable.
pt: O item selecionado não é um esboço editável.
uk: Вибраний елемент не є редагованим ескізом.

source: Please select a single sketch to edit.
de: Bitte wähle eine einzelne Skizze zum Bearbeiten aus.
es: Por favor, selecciona un único boceto para editar.
fr: Veuillez sélectionner une seule esquisse à modifier.
pt: Por favor, selecione um único esboço para editar.
uk: Будь ласка, виберіть один ескіз для редагування.

source: Please select a single object to export.
es: Por favor, selecciona un único objeto para exportar.
pt: Por favor, selecione um único objeto para exportar.
uk: Будь ласка, виберіть один об'єкт для експорту.

source: Move Tab
de: Haltesteg verschieben
es: Mover pestaña de sujeción
fr: Déplacer la languette
pt: Mover Aba
uk: Перемістити вкладку

source: Move Up a Layer
de: Eine Ebene nach oben verschieben
es: Subir una capa
fr: Déplacer vers le calque supérieur
pt: Mover uma Camada para Cima
uk: Перемістити на шар вгору

source: Move Down a Layer
de: Eine Ebene nach unten verschieben
es: Bajar una capa
fr: Déplacer vers le calque inférieur
pt: Mover uma Camada para Baixo
uk: Перемістити на шар вниз

source: Group
de: Gruppieren
es: Agrupar
fr: Grouper
pt: Agrupar
uk: Згрупувати

source: Ungroup
de: Gruppierung aufheben
es: Desagrupar
fr: Dégrouper
pt: Desagrupar
uk: Розгрупувати

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
pt: Remover
uk: Видалити

source: Edit Sketch
de: Skizze bearbeiten
es: Editar boceto
fr: Modifier l'esquisse
pt: Editar Esboço
uk: Редагувати ескіз

source: Export Object...
es: Exportar objeto...
pt: Exportar objeto...
uk: Експортувати об'єкт...

source: Add Tab Here
de: Haltesteg hier hinzufügen
es: Añadir pestaña de sujeción aquí
fr: Ajouter une languette ici
pt: Adicionar Aba de Fixação Aqui
uk: Додати вкладку тут

source: Remove Tab
de: Haltesteg entfernen
es: Eliminar pestaña de sujeción
fr: Supprimer la languette
pt: Remover Aba de Fixação
uk: Видалити вкладку

source: Line
de: Linie
es: Línea
fr: Ligne
pt: Linha
uk: Лінія

source: Drop files to import
de: Dateien zum Importieren hier ablegen
es: Arrastra archivos para importar
fr: Déposer les fichiers à importer
pt: Arraste e solte arquivos para importar
uk: Перетягніть файли для імпорту

source: Image imported from clipboard
de: Bild aus Zwischenablage importiert
es: Imagen importada del portapapeles
fr: Image importée depuis le presse-papiers
pt: Imagem importada da área de transferência
uk: Зображення імпортовано з буфера обміну

source: Failed to import image from clipboard
de: Fehler beim Importieren des Bildes aus der Zwischenablage
es: Error al importar la imagen del portapapeles
fr: Échec de l'importation de l'image depuis le presse-papiers
pt: Falha ao importar imagem da área de transferência
uk: Не вдалося імпортувати зображення з буфера обміну

source: Empty Sketch
de: Leere Skizze
es: Boceto vacío
fr: Esquisse vide
pt: Esboço Vazio
uk: Порожній ескіз

source: The selected sketch contains no geometry. Please edit the sketch to add lines or shapes before placing on the canvas.
de: Die ausgewählte Skizze enthält keine Geometrie. Bitte bearbeite die Skizze, um Linien oder Formen hinzuzufügen, bevor du sie auf der Arbeitsfläche platzierst.
es: El boceto seleccionado no contiene geometría. Edita el boceto para añadir líneas o formas antes de colocarlo en el lienzo.
fr: L'esquisse sélectionnée ne contient aucune géométrie. Veuillez la modifier pour y ajouter des lignes ou des formes avant de la placer sur la zone de travail.
pt: O esboço selecionado não contém geometria. Por favor, edite o esboço para adicionar linhas ou formas antes de colocá-lo na área de trabalho.
uk: Вибраний ескіз не містить геометрії. Будь ласка, відредагуйте ескіз, щоб додати лінії або фігури перед розміщенням на полотні.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt: Fechar
uk: Закрити

source: 3D view is not available due to missing dependencies.
de: 3D-Ansicht ist aufgrund fehlender Abhängigkeiten nicht verfügbar.
es: La vista 3D no está disponible debido a dependencias faltantes.
fr: La vue 3D n’est pas disponible car des dépendances sont manquantes.
pt: A visualização 3D não está disponível devido a dependências ausentes.
uk: 3D-перегляд недоступний через відсутні залежності.

source: Select a machine to open the 3D view.
de: Wähle eine Maschine aus, um die 3D-Ansicht zu öffnen.
es: Selecciona una máquina para abrir la vista 3D.
fr: Sélectionnez une machine pour ouvrir la vue 3D.
pt: Selecione uma máquina para abrir a visualização 3D.
uk: Виберіть верстат, щоб відкрити 3D-перегляд.

source: Select Camera
de: Kamera auswählen
es: Seleccionar cámara
fr: Sélectionner la caméra
pt: Selecionar Câmera
uk: Вибрати камеру

source: Please select an available camera device
de: Bitte wähle ein verfügbares Kameragerät aus
es: Por favor, selecciona un dispositivo de cámara disponible
fr: Veuillez sélectionner une caméra disponible
pt: Por favor, selecione um dispositivo de câmera disponível
uk: Будь ласка, виберіть доступну камеру

source: No cameras found.
de: Keine Kameras gefunden.
es: No se encontraron cámaras.
fr: Aucune caméra trouvée.
pt: Nenhuma câmera encontrada.
uk: Камери не знайдено.

source: Camera {device_id}
de: Kamera {device_id}
es: Cámara {device_id}
fr: Caméra {device_id}
pt: Câmera {device_id}
uk: Камера {device_id}

source: Failed to load image for Device ID: {device_id}
de: Fehler beim Laden des Bildes für Geräte-ID: {device_id}
es: Error al cargar la imagen para el ID de dispositivo: {device_id}
fr: Échec du chargement de l'image pour l'ID de périphérique : {device_id}
pt: Falha ao carregar imagem para o ID do Dispositivo: {device_id}
uk: Не вдалося завантажити зображення для ID пристрою: {device_id}

source: Device ID: {device_id}
de: Geräte-ID: {device_id}
es: ID del dispositivo: {device_id}
fr: Identifiant du périphérique : {device_id}
pt: ID do Dispositivo: {device_id}
uk: ID пристрою: {device_id}

source: Delete this point
de: Diesen Punkt löschen
es: Eliminar este punto
fr: Supprimer ce point
pt: Excluir este ponto
uk: Видалити цю точку

source: Camera Properties
de: Kameraeigenschaften
es: Propiedades de la cámara
fr: Propriétés de la caméra
pt: Propriedades da Câmera
uk: Властивості камери

source: Configure the selected camera.
es: Configurar la cámara seleccionada.
pt: Configurar a câmera selecionada.
uk: Налаштувати вибрану камеру.

source: Device ID
de: Geräte-ID
es: ID del dispositivo
fr: Identifiant du périphérique
pt: ID do Dispositivo
uk: ID пристрою

source: Name
es: Nombre
fr: Nom
pt: Nome
uk: Назва

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
pt: Ativado
uk: Увімкнено

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
pt: Configurar
uk: Налаштувати

source: Image Settings
de: Bildeinstellungen
es: Ajustes de imagen
fr: Paramètres d’image
pt: Configurações de Imagem
uk: Налаштування зображення

source: Image Alignment
de: Bildausrichtung
es: Alineación de imagen
fr: Alignement de l’image
pt: Alinhamento da Imagem
uk: Вирівнювання зображення

source: {camera_name} – Image Alignment
de: {camera_name} – Bildausrichtung
es: {camera_name} – Alineación de imagen
fr: {camera_name} – Alignement de l’image
pt: {camera_name} – Alinhamento da Imagem
uk: {camera_name} – Вирівнювання зображення

source: Click the image to add new reference points. Click or drag existing points to edit them.
de: Klicke auf das Bild, um neue Referenzpunkte hinzuzufügen. Klicke oder ziehe vorhandene Punkte, um sie zu bearbeiten.
es: Haz clic en la imagen para añadir nuevos puntos de referencia. Haz clic o arrastra los puntos existentes para editarlos.
fr: Cliquez sur l’image pour ajouter de nouveaux points de référence. Cliquez ou faites glisser les points existants pour les modifier.
pt: Clique na imagem para adicionar novos pontos de referência. Clique ou arraste os pontos existentes para editá-los.
uk: Натисніть на зображення, щоб додати нові опорні точки. Натисніть або перетягніть існуючі точки, щоб редагувати їх.

source: Reset Points
de: Punkte zurücksetzen
es: Restablecer puntos
fr: Réinitialiser les points
pt: Redefinir Pontos
uk: Скинути точки

source: Clear All Points
de: Alle Punkte löschen
es: Borrar todos los puntos
fr: Effacer tous les points
pt: Limpar Todos os Pontos
uk: Очистити всі точки

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
pt: Aplicar
uk: Застосувати

source: {camera_name} - Camera Image Settings
de: {camera_name} – Kamera-Bildeinstellungen
es: {camera_name} - Ajustes de imagen de la cámara
fr: {camera_name} - Paramètres d’image de la caméra
pt: {camera_name} - Configurações de Imagem da Câmera
uk: {camera_name} - Налаштування зображення камери

source: Camera Image Settings
de: Kamera-Bildeinstellungen
es: Ajustes de imagen de la cámara
fr: Paramètres d’image de la caméra
pt: Configurações de Imagem da Câmera
uk: Налаштування зображення камери

source: Auto White Balance
de: Automatischer Weißabgleich
es: Balance de blancos automático
fr: Balance des blancs automatique
pt: Balanço de Branco Automático
uk: Автобаланс білого

source: Automatically adjust white balance
de: Weißabgleich automatisch anpassen
es: Ajustar automáticamente el balance de blancos
fr: Ajuster automatiquement la balance des blancs
pt: Ajustar automaticamente o balanço de branco
uk: Автоматично регулювати баланс білого

source: White Balance (Kelvin)
de: Weißabgleich (Kelvin)
es: Balance de blancos (Kelvin)
fr: Balance des blancs (Kelvin)
pt: Balanço de Branco (Kelvin)
uk: Баланс білого (Кельвін)

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
pt: Contraste
uk: Контраст

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
pt: Brilho
uk: Яскравість

source: Transparency
de: Transparenz
es: Transparencia
fr: Transparence
pt: Transparência
uk: Прозорість

source: Transparency on the worksurface
de: Transparenz auf der Arbeitsfläche
es: Transparencia en la superficie de trabajo
fr: Transparence sur la surface de travail
pt: Transparência na superfície de trabalho
uk: Прозорість на робочій поверхні

source: Add New Camera
de: Neue Kamera hinzufügen
es: Añadir nueva cámara
fr: Ajouter une nouvelle caméra
pt: Adicionar Nova Câmera
uk: Додати нову камеру

source: No cameras configured
de: Keine Kameras konfiguriert
es: No hay cámaras configuradas
fr: Aucune caméra configurée
pt: Nenhuma câmera configurada
uk: Камери не налаштовано

source: Camera
de: Kamera
es: Cámara
fr: Caméra
pt: Câmera
uk: Камера

source: Cameras
de: Kameras
es: Cámaras
fr: Caméras
pt: Câmeras
uk: Камери

source: Stream a camera image directly onto the work surface.
de: Ein Kamerabild direkt auf die Arbeitsfläche streamen.
es: Transmitir una imagen de la cámara directamente sobre la superficie de trabajo.
fr: Diffuser une image de la caméra directement sur la surface de travail.
pt: Transmita uma imagem da câmera diretamente para a superfície de trabalho.
uk: Транслювати зображення камери безпосередньо на робочу поверхню.

source: Add New Macro
de: Neues Makro hinzufügen
es: Añadir nueva macro
fr: Ajouter une nouvelle macro
pt: Adicionar Nova Macro
uk: Додати новий макрос

source: No macros configured
de: Keine Makros konfiguriert
es: No hay macros configuradas
fr: Aucune macro configurée
pt: Nenhuma macro configurada
uk: Макроси не налаштовано

source: New Macro
de: Neues Makro
es: Nueva macro
fr: Nouvelle macro
pt: Nova Macro
uk: Новий макрос

source: Show verbose output (status polls)
es: Mostrar salida detallada (sondeos de estado)
pt: Mostrar saída detalhada (consultas de estado)
uk: Показати детальний вивід (опитування статусу)

source: Escaped braces {{ or }} are not supported.
de: Maskierte geschweifte Klammern {{ oder }} werden nicht unterstützt.
es: Las llaves escapadas {{ o }} no están soportadas.
fr: Les accolades échappées {{ ou }} ne sont pas prises en charge.
pt: As chaves escapadas {{ ou }} não são suportadas.
uk: Екрановані дужки {{ або }} не підтримуються.

source: Nested braces are not allowed.
de: Verschachtelte geschweifte Klammern sind nicht zulässig.
es: No se permiten llaves anidadas.
fr: Les accolades imbriquées ne sont pas autorisées.
pt: Chaves aninhadas não são permitidas.
uk: Вкладені дужки не дозволені.

source: Unmatched closing brace '}' found.
de: Unpassende schließende geschweifte Klammer '}' gefunden.
es: Se encontró una llave de cierre '}' sin coincidencia.
fr: Accolade fermante '}' trouvée.
pt: Chave de fechamento '}' encontrada.
uk: Знайдено незакриту дужку '}'.

source: Unmatched opening brace '{' found.
de: Unpassende öffnende geschweifte Klammer '{' gefunden.
es: Se encontró una llave de apertura '{' sin coincidencia.
fr: Accolade ouvrante '{' trouvée.
pt: Chave de abertura '{' encontrada.
uk: Знайдено невідкриту дужку '{'.

source: Empty braces '{}' are not allowed.
de: Leere geschweifte Klammern '{}' sind nicht zulässig.
es: No se permiten llaves vacías '{}'.
fr: Les accolades vides '{}' ne sont pas autorisées.
pt: Chaves vazias '{}' não são permitidas.
uk: Порожні дужки '{}' не дозволені.

source: Unsupported variable(s): {vars}
de: Nicht unterstützte Variable(n): {vars}
es: Variable(s) no soportada(s): {vars}
fr: Variable(s) non prise(s) en charge : {vars}
pt: Variável(is) não suportada(s): {vars}
uk: Непідтримувані змінні: {vars}

source: Edit Dialect: {label}
de: Dialekt bearbeiten: {label}
es: Editar dialecto: {label}
fr: Modifier le dialecte : {label}
pt: Editar Dialeto: {label}
uk: Редагувати діалект: {label}

source: New Dialect
de: Neuer Dialekt
es: Nuevo dialecto
fr: Nouveau dialecte
pt: Novo Dialeto
uk: Новий діалект

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pt: Salvar
uk: Зберегти

source: Label cannot be empty.
de: Die Bezeichnung darf nicht leer sein.
es: La etiqueta no puede estar vacía.
fr: L'étiquette ne peut pas être vide.
pt: O rótulo não pode estar vazio.
uk: Мітка не може бути порожньою.

source: Active System
de: Aktives System
es: Sistema activo
fr: Système actif
pt: Sistema Ativo
uk: Активна система

source: Current Offsets
de: Aktuelle Versätze
es: Desplazamientos actuales
fr: Décalages actuels
pt: Deslocamentos Atuais
uk: Поточні зміщення

source: Edit Offsets Manually
de: Offsets manuell bearbeiten
es: Editar desplazamientos manualmente
fr: Modifier les décalages manuellement
pt: Editar deslocamentos manualmente
uk: Редагувати зміщення вручну

source: Current Position
de: Aktuelle Position
es: Posición actual
fr: Position actuelle
pt: Posição Atual
uk: Поточна позиція

source: Zero Axes
de: Achsen nullen
es: Poner Ejes a Cero
fr: Mettre les Axes à Zéro
pt: Zerar Eixos
uk: Обнулити осі

source: Set current X position as 0 for active WCS
de: Aktuelle X-Position als 0 für aktives WCS festlegen
es: Establecer la posición X actual como 0 para el WCS activo
fr: Définir la position X actuelle comme 0 pour le WCS actif
pt: Definir a posição X atual como 0 para o WCS ativo
uk: Встановити поточну позицію X як 0 для активного WCS

source: Set current Y position as 0 for active WCS
de: Aktuelle Y-Position als 0 für aktives WCS festlegen
es: Establecer la posición Y actual como 0 para el WCS activo
fr: Définir la position Y actuelle comme 0 pour le WCS actif
pt: Definir a posição Y atual como 0 para o WCS ativo
uk: Встановити поточну позицію Y як 0 для активного WCS

source: Set current Z position as 0 for active WCS
de: Aktuelle Z-Position als 0 für aktives WCS festlegen
es: Establecer la posición Z actual como 0 para el WCS activo
fr: Définir la position Z actuelle comme 0 pour le WCS actif
pt: Definir a posição Z atual como 0 para o WCS ativo
uk: Встановити поточну позицію Z як 0 для активного WCS

source: Set Work Zero at Current Position
de: Arbeitsnullpunkt an aktueller Position setzen
es: Establecer origen de trabajo en la posición actual
fr: Définir l'origine de travail à la position actuelle
pt: Definir Zero de Trabalho na Posição Atual
uk: Встановити робочий нуль у поточній позиції

source: Jog Speed
de: Manuelle Geschwindigkeit
es: Velocidad de Jog
fr: Vitesse de déplacement manuel
pt: Velocidade Jog
uk: Швидкість переміщення

source: Jog Distance
de: Manueller Abstand
es: Distancia de Jog
fr: Distance de déplacement manuel
pt: Distância Jog
uk: Відстань переміщення

source: Distance in machine units
es: Distancia en unidades de máquina
uk: Відстань в одиницях верстата

source: Edit Work Offsets
de: Arbeitsversätze bearbeiten
es: Editar desplazamientos de trabajo
fr: Modifier les décalages de travail
pt: Editar deslocamentos de trabalho
uk: Редагувати робочі зміщення

source: Enter the offset from Machine Zero to Work Zero for the active WCS.
de: Geben Sie den Versatz von Maschinennullpunkt zu Arbeitsnullpunkt für das aktive WCS ein.
es: Introduzca el desplazamiento del cero máquina al cero trabajo para el WCS activo.
fr: Entrez le décalage du zéro machine vers le zéro travail pour le WCS actif.
pt: Introduza o deslocamento do zero da máquina para o zero do trabalho para o WCS ativo.
uk: Введіть зміщення від машинного нуля до робочого нуля для активного WCS.
