Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Port not configured
de: Port nicht konfiguriert.
es: Puerto no configurado
fr: Port non configuré
pt: Porta não configurada
uk: Порт не налаштовано

source: No response from device
es: Sin respuesta del dispositivo
pt: Sem resposta do dispositivo
uk: Немає відповіді від пристрою

source: Unknown Settings
de: Unbekannte Einstellungen
es: Ajustes desconocidos
fr: Paramètres inconnus
pt: Configurações Desconhecidas
uk: Невідомі налаштування

source: Settings reported by the device not in the standard list.
de: Vom Gerät gemeldete Einstellungen, die nicht in der Standardliste enthalten sind.
es: Ajustes informados por el dispositivo que no están en la lista estándar.
fr: Les paramètres rapportés par le périphérique ne figurent pas dans la liste standard.
pt: Configurações reportadas pelo dispositivo que não estão na lista padrão.
uk: Налаштування, повідомлені пристроєм, відсутні в стандартному списку.

source: Unknown setting from device
de: Unbekannte Einstellung vom Gerät
es: Ajuste desconocido del dispositivo
fr: Paramètre inconnu provenant du périphérique
pt: Configuração desconhecida do dispositivo
uk: Невідоме налаштування від пристрою

source: No driver
de: Kein Treiber
es: Ningún controlador
fr: Aucun pilote
pt: Nenhum driver
uk: Без драйвера

source: No connection
de: Keine Verbindung
es: Sin conexión
fr: Aucune connexion
pt: Sem conexão
uk: Без з'єднання

source: Machine Coordinates
de: Maschinenkoordinaten
es: Coordenadas de máquina
fr: Coordonnées machine
pt: Coordenadas de máquina
uk: Машинні координати

source: No settings
de: Keine Einstellungen
es: Sin ajustes
fr: Aucun paramètre
pt: Nenhuma configuração
uk: Без налаштувань

source: Resource '{resource}' is currently in use by '{owner}'.
de: Ressource '{resource}' wird derzeit von '{owner}' verwendet.
es: El recurso '{resource}' está actualmente en uso por '{owner}'.
fr: La ressource « {resource} » est actuellement utilisée par « {owner} ».
pt: O recurso '{resource}' está atualmente em uso por '{owner}'.
uk: Ресурс '{resource}' зараз використовується '{owner}'.

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
pt: Desconhecido
uk: Невідомо

source: Idle
de: Leerlauf
es: Inactivo
fr: Inactif
pt: Ocioso
uk: Бездіяльність

source: Run
de: In Betrieb
es: En ejecución
fr: Exécuter
pt: Em execução
uk: Запуск

source: Hold
de: Angehalten
es: En espera
fr: Pause
pt: Em espera
uk: Пауза

source: Jog
de: Manuell
fr: Déplacement manuel
uk: Ручне переміщення

source: Alarm
es: Alarma
fr: Alarme
pt: Alarme
uk: Тривога

source: Door
de: Tür
es: Puerta
fr: Porte
pt: Porta
uk: Двері

source: Check
de: Prüfung
es: Comprobación
fr: Vérifier
pt: Verificação
uk: Перевірка

source: Home
de: Referenzfahrt
es: Referenciar
fr: Origine
pt: Referenciar
uk: Дім

source: Sleep
de: Ruhezustand
es: Reposo
fr: Veille
pt: Repouso
uk: Сон

source: Tool
de: Werkzeug
es: Herramienta
fr: Outil
pt: Ferramenta
uk: Інструмент

source: Queue
de: Warteschlange
es: En cola
fr: File d’attente
pt: Fila
uk: Черга

source: Lock
de: Gesperrt
es: Bloqueado
fr: Verrouiller
pt: Bloqueado
uk: Блокування

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
pt: Desbloquear
uk: Розблокування

source: Cycle
de: Zyklus
es: Ciclo
pt: Ciclo
uk: Цикл

source: Test
es: Prueba
pt: Teste
uk: Тест

source: Error during setup. You may need to edit device settings.
de: Fehler beim Einrichten. Möglicherweise müssen die Geräteeinstellungen bearbeitet werden.
es: Error durante la configuración. Es posible que necesites editar los ajustes del dispositivo.
fr: Erreur lors de la configuration. Vous devrez peut-être modifier les paramètres du périphérique.
pt: Erro durante a configuração. Pode precisar de editar as configurações do dispositivo.
uk: Помилка під час налаштування. Можливо, потрібно редагувати налаштування пристрою.

source: Smoothieware via a Telnet connection
de: Smoothieware über eine Telnet-Verbindung
es: Smoothieware a través de una conexión Telnet
fr: Smoothieware via une connexion Telnet
pt: Smoothieware através de uma conexão Telnet
uk: Smoothieware через Telnet-з'єднання

source: Invalid hostname or IP address: '{host}'
de: Ungültiger Hostname oder IP-Adresse: „{host}“
es: Nombre de host o dirección IP no válido: '{host}'
fr: Nom d’hôte ou adresse IP non valide : « {host} »
pt: Nome de host ou endereço IP inválido: '{host}'
uk: Неправильне ім'я хоста або IP-адреса: '{host}'

source: Hostname
es: Nombre de host
fr: Nom d’hôte
pt: Nome do Host
uk: Ім'я хоста

source: The IP address or hostname of the device
de: Die IP-Adresse oder der Hostname des Geräts
es: La dirección IP o el nombre de host del dispositivo
fr: L’adresse IP ou le nom d’hôte du périphérique
pt: O endereço IP ou nome do host do dispositivo
uk: IP-адреса або ім'я хоста пристрою

source: The Telnet port number
de: Die Telnet-Portnummer
es: El número de puerto Telnet
fr: Le numéro de port Telnet
pt: O número da porta Telnet
uk: Номер порту Telnet

source: Hostname must be configured.
de: Hostname muss konfiguriert werden.
es: El nombre de host debe estar configurado.
fr: Le nom d’hôte doit être configuré.
pt: O Nome do host deve ser configurado.
uk: Ім'я хоста має бути налаштоване.

source: GRBL (Network)
de: GRBL (Netzwerk)
es: GRBL (Red)
fr: GRBL (Réseau)
pt: GRBL (Rede)
uk: GRBL (Мережа)

source: Connect to a GRBL-compatible device over the network
de: Über Netzwerk mit einem GRBL-kompatiblen Gerät verbinden
es: Conectar a un dispositivo compatible con GRBL a través de la red
fr: Se connecter à un périphérique compatible GRBL via le réseau
pt: Conectar a um dispositivo compatível com GRBL pela rede
uk: Підключення до сумісного з GRBL пристрою через мережу

source: HTTP Port
es: Puerto HTTP
fr: Port HTTP
pt: Porta HTTP
uk: HTTP-порт

source: The HTTP port for the device
de: Der HTTP-Port für das Gerät
es: El puerto HTTP para el dispositivo
fr: Le port HTTP du périphérique
pt: A porta HTTP para o dispositivo
uk: HTTP-порт для пристрою

source: WebSocket Port
es: Puerto WebSocket
fr: Port WebSocket
pt: Porta WebSocket
uk: WebSocket-порт

source: The WebSocket port for the device
de: Der WebSocket-Port für das Gerät
es: El puerto WebSocket para el dispositivo
fr: Le port WebSocket du périphérique
pt: A porta WebSocket para o dispositivo
uk: WebSocket-порт для пристрою

source: Host is not configured. Please set a valid IP address or hostname.
de: Host ist nicht konfiguriert. Bitte gib eine gültige IP-Adresse oder einen Hostnamen an.
es: El host no está configurado. Por favor, establece una dirección IP o un nombre de host válido.
fr: L'hôte n'est pas configuré. Veuillez définir une adresse IP ou un nom d'hôte valide.
pt: O host não está configurado. Por favor, defina um endereço IP ou nome do host válido.
uk: Хост не налаштовано. Будь ласка, встановіть дійсну IP-адресу або ім'я хоста.

source: Could not connect to host '{host}'. Check the IP address and network connection.
de: Verbindung zum Host „{host}“ konnte nicht hergestellt werden. Überprüfe die IP-Adresse und die Netzwerkverbindung.
es: No se pudo conectar al host '{host}'. Comprueba la dirección IP y la conexión de red.
fr: Impossible de se connecter à l’hôte « {host} ». Vérifiez l’adresse IP et la connexion réseau.
pt: Não foi possível conectar ao host '{host}'. Verifique o endereço IP e a conexão de rede.
uk: Не вдалося підключитися до хоста '{host}'. Перевірте IP-адресу та мережеве з'єднання.

source: Laser Head
de: Laserkopf
es: Cabezal láser
fr: Tête laser
pt: Cabeça de Laser
uk: Лазерна головка

source: General Information
de: Allgemeine Informationen
es: Información general
fr: Informations générales
pt: Informações Gerais
uk: Загальна інформація

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
pt: Rótulo
uk: Мітка

source: User-facing name
de: Name für die Anzeige
es: Nombre visible para el usuario
fr: Nom visible par l'utilisateur
pt: Nome de exibição para o usuário
uk: Назва для користувача

source: Description
de: Beschreibung
es: Descripción
pt: Descrição
uk: Опис

source: Short description
de: Kurzbeschreibung
es: Descripción corta
fr: Brève description
pt: Descrição Curta
uk: Короткий опис

source: Command Templates
de: Befehlsvorlagen
es: Plantillas de comandos
fr: Modèles de commande
pt: Modelos de Comando
uk: Шаблони команд

source: Laser On
de: Laser An
es: Encender láser
fr: Allumer le laser
pt: Ligar Laser
uk: Лазер увімкнено

source: Laser Off
de: Laser Aus
es: Apagar láser
fr: Éteindre le laser
pt: Desligar Laser
uk: Лазер вимкнено

source: Travel Move
de: Verfahrbewegung
es: Movimiento de desplazamiento
fr: Déplacement à vide
pt: Movimento de Deslocamento
uk: Переміщення без різання

source: Linear Move
de: Lineare Bewegung
es: Movimiento lineal
fr: Mouvement linéaire
pt: Movimento Linear
uk: Лінійне переміщення

source: Arc (CW)
de: Bogen (im Uhrzeigersinn)
es: Arco (horario)
fr: Arc (Sens horaire)
pt: Arco (Horário)
uk: Дуга (за годинниковою стрілкою)

source: Arc (CCW)
de: Bogen (gegen Uhrzeigersinn)
es: Arco (antihorario)
fr: Arc (Sens anti-horaire)
pt: Arco (Anti-horário)
uk: Дуга (проти годинникової стрілки)

source: Tool Change
de: Werkzeugwechsel
es: Cambio de herramienta
fr: Changement d'outil
pt: Troca de Ferramenta
uk: Зміна інструменту

source: Set Speed
de: Geschwindigkeit setzen
es: Establecer velocidad
fr: Définir la vitesse
pt: Definir Velocidade
uk: Встановити швидкість

source: Air On
de: Druckluft An
es: Encender aire
fr: Activer l'air
pt: Ligar Ar
uk: Повітря увімкнено

source: Air Off
de: Druckluft Aus
es: Apagar aire
fr: Désactiver l'air
pt: Desligar Ar
uk: Повітря вимкнено

source: Home All
de: Referenzfahrt Alle
es: Referenciar todo
fr: Origine tous les axes
pt: Referenciar Tudo
uk: Повернути все

source: Home Axis
de: Achse referenzieren
es: Referenciar eje
fr: Origine de l'axe
pt: Referenciar Eixo
uk: Повернути вісь

source: Move To
de: Fahre zu
es: Mover a
fr: Déplacer vers
pt: Mover Para
uk: Перемістити до

source: Clear Alarm
de: Alarm zurücksetzen
es: Limpiar alarma
fr: Effacer l’alarme
pt: Limpar Alarme
uk: Очистити тривогу

source: Set WCS Offset
de: WCS-Versatz setzen
es: Establecer desplazamiento WCS
fr: Définir le décalage du système de coordonnées de travail
pt: Definir Deslocamento WCS
uk: Встановити зміщення WCS

source: Probe Cycle
de: Tastzyklus
es: Ciclo de sondeo
fr: Cycle de palpage
pt: Ciclo de Sondagem
uk: Цикл зондування

source: Scripts
de: Skripte
uk: Скрипти

source: Inject WCS after Preamble
de: WCS nach Vorspann einfügen
es: Inyectar WCS después del preámbulo
fr: Injecter le WCS après le préambule
pt: Injetar WCS após o preâmbulo
uk: Вставити WCS після преамбули

source: Inject the active WCS command (e.g., G54) after the preamble script. When disabled, you can use {machine.active_wcs} in the preamble instead.
de: Füge den aktiven WCS-Befehl (z. B. G54) nach dem Vorspann-Skript ein. Wenn deaktiviert, kannst du stattdessen {machine.active_wcs} im Vorspann verwenden.
es: Inyectar el comando WCS activo (p. ej., G54) después del script de preámbulo. Cuando está deshabilitado, puedes usar {machine.active_wcs} en el preámbulo en su lugar.
fr: Injecter la commande WCS active (p. ex. G54) après le script de préambule. Lorsqu'elle est désactivée, vous pouvez utiliser {machine.active_wcs} dans le préambule à la place.
pt: Injetar o comando WCS ativo (p. ex., G54) após o script de preâmbulo. Quando desativado, você pode usar {machine.active_wcs} no preâmbulo em vez disso.
uk: Вставити активну команду WCS (наприклад, G54) після скрипту преамбули. Якщо вимкнено, ви можете використовувати {machine.active_wcs} у преамбулі.

source: Preamble
de: Vorspann
es: Preámbulo
fr: Préambule
pt: Preâmbulo
uk: Преамбула

source: Preamble script
de: Vorspann
es: Script de preámbulo
fr: Script de préambule
pt: Script de preâmbulo
uk: Скрипт преамбули

source: Postscript
de: Nachspann
es: Epílogo
fr: Post-scriptum
pt: Pós-escrito
uk: Постскриптум

source: Postscript script
de: Nachspann
es: Script de epílogo
fr: Script post-scriptum
pt: Script de pós-escrito
uk: Скрипт постскриптуму

source: Default Machine
de: Standardmaschine
es: Máquina por defecto
fr: Machine par défaut
pt: Máquina Padrão
uk: Типовий верстат

source: {label} (for {machine_name})
de: {label} (für {machine_name})
es: {label} (para {machine_name})
fr: {label} (pour {machine_name})
pt: {label} (para {machine_name})
uk: {label} (для {machine_name})

source: Custom dialect for the Carvera Air machine.
de: Benutzerdefinierter Dialekt für Carvera Air.
es: Dialecto personalizado para la máquina Carvera Air.
fr: Dialecte personnalisé pour la machine Carvera Air.
pt: Dialecto personalizado para a máquina Carvera Air.
uk: Спеціальний діалект для верстата Carvera Air.

source: Custom preamble for the xTool D1 Pro machine.
de: Benutzerdefinierter Vorspann für xTool D1 Pro.
es: Preámbulo personalizado para la máquina xTool D1 Pro.
fr: Préambule personnalisé pour la machine xTool D1 Pro.
pt: Preâmbulo personalizado para a máquina xTool D1 Pro.
uk: Спеціальна преамбула для верстата xTool D1 Pro.

source: Other Device
de: Anderes Gerät
es: Otro dispositivo
fr: Autre périphérique
pt: Outro Dispositivo
uk: Інший пристрій

source: No driver selected for this machine.
de: Für diese Maschine ist kein Treiber ausgewählt.
es: No se ha seleccionado un controlador para esta máquina.
fr: Aucun pilote sélectionné pour cette machine.
pt: Nenhum driver selecionado para esta máquina.
uk: Не вибрано драйвер для цього верстата.

source: Driver '{driver}' not found.
de: Treiber „{driver}“ nicht gefunden.
es: Controlador '{driver}' no encontrado.
fr: Pilote « {driver} » introuvable.
pt: Driver '{driver}' não encontrado.
uk: Драйвер '{driver}' не знайдено.

source: An unexpected error occurred during validation: {error}
de: Während der Validierung ist ein unerwarteter Fehler aufgetreten: {error}
es: Ocurrió un error inesperado durante la validación: {error}
fr: Une erreur inattendue est survenue lors de la validation : {error}
pt: Ocorreu um erro inesperado durante a validação: {error}
uk: Виникла неочікувана помилка під час перевірки: {error}

source: Layer Start
de: Ebenenbeginn
es: Inicio de capa
pt: Início de camada
uk: Початок шару

source: Layer End
de: Ebenenende
es: Fin de capa
pt: Fim de camada
uk: Кінець шару

source: Workpiece Start
de: Werkstückbeginn
es: Inicio de pieza
pt: Início da peça
uk: Початок заготовки

source: Workpiece End
de: Werkstückende
es: Fin de pieza
pt: Fim da peça
uk: Кінець заготовки

source: Before processing a layer
de: Vor der Verarbeitung einer Ebene
es: Antes de procesar una capa
pt: Antes de processar uma camada
uk: Перед обробкою шару

source: After processing a layer
de: Nach der Verarbeitung einer Ebene
es: Después de procesar una capa
pt: Após processar uma camada
uk: Після обробки шару

source: Before processing a workpiece
de: Vor der Verarbeitung eines Werkstücks
es: Antes de procesar una pieza
pt: Antes de processar uma peça
uk: Перед обробкою заготовки

source: After processing a workpiece
de: Nach der Verarbeitung eines Werkstücks
es: Después de procesar una pieza
pt: Após processar uma peça
uk: Після обробки заготовки

source: Unnamed Macro
de: Unbenanntes Makro
es: Macro sin nombre
fr: Macro sans nom
pt: Macro Sem Nome
uk: Безіменний макрос

source: Grbl (Compat)
es: Grbl (Compatibilidad)
pt: Grbl (Compatibilidade)
uk: Grbl (Сумісний)

source: Grbl dialect with highest compatibility for most diode lasers and hobby CNCs
es: Dialecto Grbl con máxima compatibilidad para la mayoría de láseres de diodo y CNC de afición
pt: Dialeto Grbl com maior compatibilidade para a maioria dos lasers de diodo e CNCs de hobby
uk: Діалект Grbl з найвищою сумісністю для більшості діодних лазерів та хобі-ЧПК

source: Grbl (Compat, no Z axis)
es: Grbl (Compatibilidad, sin eje Z)
pt: Grbl (Compatibilidade, sem eixo Z)
uk: Grbl (Сумісний, без осі Z)

source: Grbl dialect with highest compatibility, but removes Z axis commands for more efficient G-code
es: Dialecto Grbl con máxima compatibilidad, pero elimina los comandos del eje Z para un G-code más eficiente
pt: Dialeto Grbl com maior compatibilidade, mas remove comandos do eixo Z para G-code mais eficiente
uk: Діалект Grbl з найвищою сумісністю, але видаляє команди осі Z для ефективнішого G-коду

source: G-code dialect for Smoothieware-based controllers
es: Dialecto G-code para controladores basados en Smoothieware
pt: Dialeto G-code para controladores baseados em Smoothieware
uk: Діалект G-коду для контролерів на базі Smoothieware

source: G-code for Marlin-based controllers, common in 3D printers
es: G-code para controladores basados en Marlin, común en impresoras 3D
pt: G-code para controladores baseados em Marlin, comum em impressoras 3D
uk: G-код для контролерів на базі Marlin, поширений у 3D-принтерах

source: GRBL Dynamic
es: GRBL Dinámico
pt: GRBL Dinâmico
uk: GRBL Динамічний

source: GRBL with M4 dynamic power (Depth-Aware) mode. S parameter is included in motion commands
es: GRBL con modo de potencia dinámica M4 (consciente de profundidad). El parámetro S se incluye en los comandos de movimiento
pt: GRBL com modo de potência dinâmica M4 (sensível à profundidade). O parâmetro S está incluído nos comandos de movimento
uk: GRBL з динамічною потужністю M4 (режим з урахуванням глибини). Параметр S включено в команди переміщення

source: GRBL Dynamic (no Z axis)
es: GRBL Dinámico (sin eje Z)
pt: GRBL Dinâmico (sem eixo Z)
uk: GRBL Динамічний (без осі Z)

source: GRBL with M4 dynamic power (Depth-Aware) mode, but removes Z axis commands for more efficient G-code
es: GRBL con modo de potencia dinámica M4 (consciente de profundidad), pero elimina los comandos del eje Z para un G-code más eficiente
pt: GRBL com modo de potência dinâmica M4 (sensível à profundidade), mas remove comandos do eixo Z para G-code mais eficiente
uk: GRBL з динамічною потужністю M4 (режим з урахуванням глибини), але видаляє команди осі Z для ефективнішого G-коду

source: {job_name} failed: {error}
de: {job_name} fehlgeschlagen: {error}
es: {job_name} falló: {error}
fr: {job_name} a échoué : {error}
pt: {job_name} falhou: {error}
uk: {job_name} не вдався: {error}

source: Failed to list serial ports due to a Snap confinement! Please ensure the device is connected via USB and run: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
de: Serielle Schnittstellen konnten aufgrund einer Snap-Beschränkung nicht aufgelistet werden! Bitte stell sicher, dass das Gerät über USB angeschlossen ist und führe aus: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
es: ¡No se pudieron listar los puertos serie debido a un confinamiento de Snap! Por favor, asegúrate de que el dispositivo esté conectado por USB y ejecuta: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
fr: Échec de l'énumération des ports série en raison d'un confinement Snap ! Veuillez vous assurer que l'appareil est connecté via USB et exécutez : sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
pt: Falha ao listar as portas seriais devido a um confinamento do Snap! Por favor, garanta que o dispositivo esteja conectado via USB e execute: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
uk: Не вдалося отримати список послідовних портів через обмеження Snap! Переконайтеся, що пристрій підключено через USB, і виконайте: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port

source: Serial ports found, but none are accessible. Please ensure your Snap has the 'serial-port' interface connected by running: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
de: Serielle Schnittstellen gefunden, aber keine ist zugänglich. Bitte stell sicher, dass dein Snap die 'serial-port'-Schnittstelle verbunden hat, indem du Folgendes ausführst: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
es: Se encontraron puertos serie, pero ninguno es accesible. Por favor, asegúrate de que tu Snap tenga la interfaz 'serial-port' conectada ejecutando: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
fr: Ports série trouvés, mais aucun n'est accessible. Veuillez vous assurer que votre Snap a l'interface 'serial-port' connectée en exécutant : sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
pt: Portas seriais encontradas, mas nenhuma está acessível. Por favor, garanta que o seu Snap tenha a interface 'serial-port' conectada executando: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port
uk: Послідовні порти знайдено, але жоден недоступний. Переконайтеся, що ваш Snap підключено до інтерфейсу 'serial-port', виконавши: sudo snap set system experimental.hotplug=true sudo snap connect {snap_name}:serial-port

source: Connecting
de: Wird verbunden
es: Conectando
fr: Connexion en cours
pt: Conectando
uk: Підключення

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
pt: Conectado
uk: Підключено

source: Error
de: Fehler
fr: Erreur
pt: Erro
uk: Помилка

source: Closing
de: Wird geschlossen
es: Cerrando
fr: Fermeture en cours
pt: Fechando
uk: Закриття

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
pt: Desconectado
uk: Відключено

source: Sleeping
de: Ruhezustand
es: En reposo
fr: En veille
pt: Em repouso
uk: Сон

source: Machines
de: Maschinen
es: Máquinas
pt: Máquinas
uk: Верстати

source: Configured Machines
de: Konfigurierte Maschinen
es: Máquinas configuradas
fr: Machines configurées
pt: Máquinas Configuradas
uk: Налаштовані верстати

source: Add or remove machines.
de: Maschinen hinzufügen oder entfernen.
es: Añadir o eliminar máquinas.
fr: Ajouter ou supprimer des machines.
pt: Adicione ou remova máquinas.
uk: Додати або видалити верстати.

source: This machine has an invalid configuration.
de: Diese Maschine hat eine ungültige Konfiguration.
es: Esta máquina tiene una configuración inválida.
fr: Cette machine a une configuration non valide.
pt: Esta máquina tem uma configuração inválida.
uk: Цей верстат має недійсну конфігурацію.

source: This is the active machine.
de: Dies ist die aktive Maschine.
es: Esta es la máquina activa.
fr: C’est la machine active.
pt: Esta é a máquina ativa.
uk: Це активний верстат.

source: Delete ‘{name}’?
de: „{name}“ löschen?
es: ¿Eliminar '{name}'?
fr: Supprimer « {name} » ?
pt: Excluir ‘{name}’?
uk: Видалити ‘{name}’?

source: This machine profile and all its settings will be permanently removed. This action cannot be undone.
de: Dieses Maschinenprofil und alle seine Einstellungen werden dauerhaft entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este perfil de máquina y todos sus ajustes se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Ce profil de machine et tous ses paramètres seront supprimés définitivement. Cette action est irréversible.
pt: Este perfil de máquina e todas as suas configurações serão removidos permanentemente. Esta ação não pode ser desfeita.
uk: Цей профіль верстата та всі його налаштування будуть остаточно видалені. Цю дію неможливо скасувати.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar
uk: Скасувати

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt: Excluir
uk: Видалити

source: Packages
de: Pakete
es: Paquetes
fr: Paquets
pt: Pacotes
uk: Пакети

source: Installed Packages
de: Installierte Pakete
es: Paquetes instalados
fr: Paquets installés
pt: Pacotes Instalados
uk: Встановлені пакети
