Repository: barebaric/rayforge
Catalog: rayforge/locale/*/LC_MESSAGES/rayforge.po
Languages: de, es, fr, pt, uk

source: Build info or startup line exceeds storage limit. Shorten the line.
de: Build-Info oder Startzeile überschreitet das Speicherlimit. Kürzen Sie die Zeile.
es: La información de compilación o la línea de inicio excede el límite de almacenamiento. Acorte la línea.
fr: Les informations de build ou la ligne de démarrage dépassent la limite de stockage. Raccourcissez la ligne.
pt: As informações de build ou a linha de inicialização excedem o limite de armazenamento. Encurte a linha.
uk: Інформація про збірку або стартовий рядок перевищує ліміт сховища. Скоротіть рядок.

source: Target Out of Range
de: Ziel außerhalb des Bereichs
es: Objetivo fuera de rango
fr: Cible hors de portée
pt: Alvo fora de alcance
uk: Ціль поза діапазоном

source: Jog target is beyond the machine's travel limits. Move to a position within range.
de: Jog-Ziel liegt außerhalb der Verfahrgrenzen der Maschine. Bewegen Sie sich zu einer Position innerhalb des Bereichs.
es: El objetivo de desplazamiento manual está fuera de los límites de desplazamiento de la máquina. Muvase a una posición dentro del rango.
fr: La cible de déplacement manuel dépasse les limites de déplacement de la machine. Déplacez-vous vers une position dans la plage.
pt: O alvo de movimento manual está além dos limites de deslocamento da máquina. Mova para uma posição dentro do alcance.
uk: Ціль ручного переміщення виходить за межі ходу машини. Перемістіться в позицію в межах діапазону.

source: Invalid Jog Command
de: Ungültiger Jog-Befehl
es: Comando de desplazamiento manual inválido
fr: Commande de déplacement manuel invalide
pt: Comando de movimento manual inválido
uk: Неправильна команда ручного переміщення

source: Jog command is missing '=' or contains prohibited G-code. Check the jog syntax.
de: Jog-Befehl fehlt '=' oder enthält verbotenen G-Code. Überprüfen Sie die Jog-Syntax.
es: El comando de desplazamiento manual falta '=' o contiene G-code prohibido. Verifique la sintaxis de desplazamiento manual.
fr: La commande de déplacement manuel manque '=' ou contient un G-code interdit. Vérifiez la syntaxe de déplacement manuel.
pt: O comando de movimento manual está faltando '=' ou contém G-code proibido. Verifique a sintaxe de movimento manual.
uk: У команді ручного переміщення відсутній '=' або вона містить заборонений G-code. Перевірте синтаксис.

source: Laser Mode Error
de: Lasermodus-Fehler
es: Error de modo láser
fr: Erreur de mode laser
pt: Erro de modo laser
uk: Помилка лазерного режиму

source: Laser mode requires PWM output to work. Check your hardware configuration.
de: Lasermodus erfordert PWM-Ausgabe für den Betrieb. Überprüfen Sie Ihre Hardwarekonfiguration.
es: El modo láser requiere salida PWM para funcionar. Verifique su configuración de hardware.
fr: Le mode laser nécessite une sortie PWM pour fonctionner. Vérifiez votre configuration matérielle.
pt: O modo laser requer saída PWM para funcionar. Verifique a configuração do seu hardware.
uk: Лазерний режим потребує PWM-виходу для роботи. Перевірте конфігурацію обладнання.

source: Unsupported Command
de: Nicht unterstützter Befehl
es: Comando no soportado
fr: Commande non prise en charge
pt: Comando Não Suportado
uk: Непідтримувана команда

source: This G-code command is not supported by the machine. Check your post-processor settings.
de: Dieser G-Code-Befehl wird von der Maschine nicht unterstützt. Überprüfen Sie Ihre Postprozessor-Einstellungen.
es: Este comando G-code no es admitido por la máquina. Verifique la configuración de su postprocesador.
fr: Cette commande G-code n'est pas prise en charge par la machine. Vérifiez les paramètres de votre post-processeur.
pt: Este comando G-code não é suportado pela máquina. Verifique as configurações do seu pós-processador.
uk: Ця команда G-code не підтримується машиною. Перевірте налаштування постпроцесора.

source: Conflicting Commands
de: Widersprüchliche Befehle
es: Comandos en conflicto
fr: Commandes en conflit
pt: Comandos em conflito
uk: Конфліктуючі команди

source: Multiple commands from the same group found on one line. Remove the duplicate command.
de: Mehrere Befehle aus derselben Gruppe in einer Zeile gefunden. Entfernen Sie den doppelten Befehl.
es: Se encontraron múltiples comandos del mismo grupo en una línea. Elimine el comando duplicado.
fr: Plusieurs commandes du même groupe trouvées sur une ligne. Supprimez la commande en double.
pt: Múltiplos comandos do mesmo grupo encontrados em uma linha. Remova o comando duplicado.
uk: Знайдено кілька команд з однієї групи в одному рядку. Видаліть дублікат команди.

source: Feed Rate Missing
de: Vorschubrate fehlt
es: Velocidad de avance faltante
fr: Vitesse d'avance manquante
pt: Taxa de avanço ausente
uk: Відсутня швидкість подачі

source: Set a feed rate before using motion commands. Add an F command to specify speed.
de: Legen Sie eine Vorschubrate fest, bevor Sie Bewegungsbefehle verwenden. Fügen Sie einen F-Befehl hinzu, um die Geschwindigkeit anzugeben.
es: Establezca una velocidad de avance antes de usar comandos de movimiento. Agregue un comando F para especificar la velocidad.
fr: Définissez une vitesse d'avance avant d'utiliser les commandes de mouvement. Ajoutez une commande F pour spécifier la vitesse.
pt: Defina uma taxa de avanço antes de usar comandos de movimento. Adicione um comando F para especificar a velocidade.
uk: Встановіть швидкість подачі перед використанням команд переміщення. Додайте команду F для вказання швидкості.

source: Integer Required
de: Ganzzahl erforderlich
es: Entero requerido
fr: Entier requis
pt: Inteiro necessário
uk: Потрібне ціле число

source: This command requires a whole number value. Remove any decimal points.
de: Dieser Befehl erfordert einen ganzzahligen Wert. Entfernen Sie alle Dezimalstellen.
es: Este comando requiere un valor de número entero. Elimine todos los puntos decimales.
fr: Cette commande nécessite une valeur entière. Supprimez tous les points décimaux.
pt: Este comando requer um valor de número inteiro. Remova todos os pontos decimais.
uk: Ця команда потребує цілого числового значення. Видаліть десяткові точки.

source: Axis Conflict
de: Achsenkonflikt
es: Conflicto de eje
fr: Conflit d'axe
pt: Conflito de eixo
uk: Конфлікт осей

source: Multiple commands trying to use the same axis. Simplify the command.
de: Mehrere Befehle versuchen, dieselbe Achse zu verwenden. Vereinfachen Sie den Befehl.
es: Múltiples comandos intentan usar el mismo eje. Simplifique el comando.
fr: Plusieurs commandes tentent d'utiliser le même axe. Simplifiez la commande.
pt: Múltiplos comandos tentando usar o mesmo eixo. Simplifique o comando.
uk: Кілька команд намагаються використати ту саму вісь. Спростіть команду.

source: Duplicate Word
de: Doppeltes Wort
es: Palabra duplicada
fr: Mot en double
pt: Palavra duplicada
uk: Дубльове слово

source: The same G-code word appears more than once. Remove the duplicate.
de: Dasselbe G-Code-Wort erscheint mehr als einmal. Entfernen Sie das Duplikat.
es: La misma palabra G-code aparece más de una vez. Elimine el duplicado.
fr: Le même mot G-code apparaît plus d'une fois. Supprimez le doublon.
pt: A mesma palavra G-code aparece mais de uma vez. Remova o duplicado.
uk: Те саме слово G-code з'являється більше одного разу. Видаліть дублікат.

source: Missing Axis
de: Achse fehlt
es: Eje faltante
fr: Axe manquant
pt: Eixo ausente
uk: Відсутня вісь

source: This command requires XYZ axis coordinates. Add the missing axis values.
de: Dieser Befehl erfordert XYZ-Achsenkoordinaten. Fügen Sie die fehlenden Achsenwerte hinzu.
es: Este comando requiere coordenadas de eje XYZ. Agregue los valores de eje faltantes.
fr: Cette commande nécessite des coordonnées d'axe XYZ. Ajoutez les valeurs d'axe manquantes.
pt: Este comando requer coordenadas de eixo XYZ. Adicione os valores de eixo ausentes.
uk: Ця команда потребує координати осей XYZ. Додайте відсутні значення осей.

source: Line Number Out of Range
de: Zeilennummer außerhalb des Bereichs
es: Número de línea fuera de rango
fr: Numéro de ligne hors plage
pt: Número de linha fora de alcance
uk: Номер рядка поза діапазоном

source: Line number must be between 1 and 9,999,999. Use a valid line number.
de: Die Zeilennummer muss zwischen 1 und 9.999.999 liegen. Verwenden Sie eine gültige Zeilennummer.
es: El número de línea debe estar entre 1 y 9 999 999. Utilice un número de línea válido.
fr: Le numéro de ligne doit être compris entre 1 et 9 999 999. Utilisez un numéro de ligne valide.
pt: O número de linha deve estar entre 1 e 9 999 999. Use um número de linha válido.
uk: Номер рядка має бути від 1 до 9,999,999. Використовуйте дійсний номер рядка.

source: Missing Value
de: Wert fehlt
es: Valor faltante
fr: Valeur manquante
pt: Valor ausente
uk: Відсутнє значення

source: This command requires a P or L value. Add the missing parameter.
de: Dieser Befehl erfordert einen P- oder L-Wert. Fügen Sie den fehlenden Parameter hinzu.
es: Este comando requiere un valor P o L. Agregue el parámetro faltante.
fr: Cette commande nécessite une valeur P ou L. Ajoutez le paramètre manquant.
pt: Este comando requer um valor P ou L. Adicione o parâmetro ausente.
uk: Ця команда потребує значення P або L. Додайте відсутній параметр.

source: Unsupported Coordinate
de: Nicht unterstütztes Koordinatensystem
es: Coordenada no admitida
fr: Coordonnée non prise en charge
pt: Coordenada não suportada
uk: Непідтримувана система координат

source: Only G54-G59 coordinate systems are supported. Use one of these instead.
de: Nur G54-G59-Koordinatensysteme werden unterstützt. Verwenden Sie stattdessen eines davon.
es: Solo se admiten los sistemas de coordenadas G54-G59. Utilice uno de estos en su lugar.
fr: Seuls les systèmes de coordonnées G54-G59 sont pris en charge. Utilisez l'un d'entre eux à la place.
pt: Apenas os sistemas de coordenadas G54-G59 são suportados. Use um deles em vez.
uk: Підтримуються лише системи координат G54-G59. Використовуйте одну з них.

source: Wrong Motion Mode
de: Falscher Bewegungsmodus
es: Modo de movimiento incorrecto
fr: Mode de mouvement incorrect
pt: Modo de movimento errado
uk: Неправильний режим переміщення

source: G53 command requires G0 or G1 motion mode. Set the correct motion mode first.
de: G53-Befehl erfordert G0- oder G1-Bewegungsmodus. Stellen Sie zuerst den korrekten Bewegungsmodus ein.
es: El comando G53 requiere el modo de movimiento G0 o G1. Establezca primero el modo de movimiento correcto.
fr: La commande G53 nécessite le mode de mouvement G0 ou G1. Définissez d'abord le mode de mouvement correct.
pt: O comando G53 requer o modo de movimento G0 ou G1. Defina o modo de movimento correto primeiro.
uk: Команда G53 потребує режим переміщення G0 або G1. Спочатку встановіть правильний режим.

source: Unused Axis Words
de: Unbenutzte Achsenwörter
es: Palabras de eje no utilizadas
fr: Mots d'axe non utilisés
pt: Palavras de eixo não utilizadas
uk: Невикористані слова осей

source: Axis words present but G80 cancel is active. Remove the unused axis words.
de: Achsenwörter vorhanden, aber G80-Abbruch ist aktiv. Entfernen Sie die unbenutzten Achsenwörter.
es: Palabras de eje presentes pero la cancelación G80 está activa. Elimine las palabras de eje no utilizadas.
fr: Mots d'axe présents mais l'annulation G80 est active. Supprimez les mots d'axe non utilisés.
pt: Palavras de eixo presentes mas o cancelamento G80 está ativo. Remova as palavras de eixo não utilizadas.
uk: Слова осей присутні, але активне скасування G80. Видаліть невикористані слова осей.

source: Missing Arc Data
de: Bogendaten fehlen
es: Datos de arco faltantes
fr: Données d'arc manquantes
pt: Dados de arco ausentes
uk: Відсутні дані дуги

source: G2/G3 arc command needs XYZ coordinates. Add the axis values for the selected plane.
de: G2/G3-Bogenbefehl benötigt XYZ-Koordinaten. Fügen Sie die Achsenwerte für die ausgewählte Ebene hinzu.
es: El comando de arco G2/G3 necesita coordenadas XYZ. Agregue los valores de eje para el plano seleccionado.
fr: La commande d'arc G2/G3 nécessite des coordonnées XYZ. Ajoutez les valeurs d'axe pour le plan sélectionné.
pt: O comando de arco G2/G3 precisa de coordenadas XYZ. Adicione os valores de eixo para o plano selecionado.
uk: Команда дуги G2/G3 потребує координати XYZ. Додайте значення осей для вибраної площини.

source: Invalid Target
de: Ungültiges Ziel
es: Objetivo inválido
fr: Cible invalide
pt: Alvo inválido
uk: Неправильна ціль

source: Cannot create this arc or probe to current position. Check the target coordinates.
de: Dieser Bogen kann nicht erstellt oder die aktuelle Position nicht angetastet werden. Überprüfen Sie die Zielkoordinaten.
es: No se puede crear este arco o sondear la posición actual. Verifique las coordenadas del objetivo.
fr: Impossible de créer cet arc ou de sonder la position actuelle. Vérifiez les coordonnées de la cible.
pt: Não é possível criar este arco ou sondar a posição atual. Verifique as coordenadas do alvo.
uk: Неможливо створити цю дугу або зондування в поточну позицію. Перевірте цільові координати.

source: Arc Geometry Error
de: Bogengeometriefehler
es: Error de geometría de arco
fr: Erreur de géométrie d'arc
pt: Erro de geometria de arco
uk: Помилка геометрії дуги

source: Arc calculation failed. Try breaking the arc into smaller pieces or use IJK offset instead.
de: Bogenberechnung fehlgeschlagen. Versuchen Sie, den Bogen in kleinere Stücke zu zerlegen, oder verwenden Sie stattdessen IJK-Offset.
es: El cálculo del arco falló. Intente dividir el arco en piezas más pequeñas o use el desplazamiento IJK en su lugar.
fr: Le calcul de l'arc a échoué. Essayez de diviser l'arc en plus petits morceaux ou utilisez plutôt un décalage IJK.
pt: O cálculo do arco falhou. Tente dividir o arco em peças menores ou use o deslocamento IJK em vez disso.
uk: Помилка обчислення дуги. Спробуйте розбити дугу на менші частини або використайте зсув IJK.

source: Missing Arc Offset
de: Bogenoffset fehlt
es: Desplazamiento de arco faltante
fr: Décalage d'arc manquant
pt: Deslocamento de arco ausente
uk: Відсутній зсув дуги

source: G2/G3 arc command needs IJK offset values. Add the missing offset for the selected plane.
de: G2/G3-Bogenbefehl benötigt IJK-Offsetwerte. Fügen Sie den fehlenden Offset für die ausgewählte Ebene hinzu.
es: El comando de arco G2/G3 necesita valores de desplazamiento IJK. Agregue el desplazamiento faltante para el plano seleccionado.
fr: La commande d'arc G2/G3 nécessite des valeurs de décalage IJK. Ajoutez le décalage manquant pour le plan sélectionné.
pt: O comando de arco G2/G3 precisa de valores de deslocamento IJK. Adicione o deslocamento ausente para o plano selecionado.
uk: Команда дуги G2/G3 потребує значення зсуву IJK. Додайте відсутній зсув для вибраної площини.

source: Unused Words
de: Unbenutzte Wörter
es: Palabras no utilizadas
fr: Mots non utilisés
pt: Palavras não utilizadas
uk: Невикористані слова

source: Some G-code words in this line are not used by any command. Remove the unused words.
de: Einige G-Code-Wörter in dieser Zeile werden von keinem Befehl verwendet. Entfernen Sie die unbenutzten Wörter.
es: Algunas palabras G-code en esta línea no son utilizadas por ningún comando. Elimine las palabras no utilizadas.
fr: Certains mots G-code de cette ligne ne sont utilisés par aucune commande. Supprimez les mots non utilisés.
pt: Algumas palavras G-code nesta linha não são usadas por nenhum comando. Remova as palavras não utilizadas.
uk: Деякі слова G-code в цьому рядку не використовуються жодною командою. Видаліть невикористані слова.

source: Wrong Axis for Offset
de: Falsche Achse für Offset
es: Eje incorrecto para el desplazamiento
fr: Mauvais axe pour le décalage
pt: Eixo errado para deslocamento
uk: Неправильна вісь для зсуву

source: Tool length offset only works on the configured axis (usually Z-axis). Check your settings.
de: Werkzeuglängenoffset funktioniert nur auf der konfigurierten Achse (normalerweise Z-Achse). Überprüfen Sie Ihre Einstellungen.
es: El desplazamiento de longitud de herramienta solo funciona en el eje configurado (generalmente el eje Z). Verifique su configuración.
fr: Le décalage de longueur d'outil ne fonctionne que sur l'axe configuré (généralement l'axe Z). Vérifiez vos paramètres.
pt: O deslocamento de comprimento da ferramenta só funciona no eixo configurado (geralmente eixo Z). Verifique suas configurações.
uk: Зсув довжини інструменту працює лише на налаштованій осі (зазвичай вісь Z). Перевірте ваші налаштування.

source: Tool Number Too High
de: Werkzeugnummer zu hoch
es: Número de herramienta demasiado alto
fr: Numéro d'outil trop élevé
pt: Número de ferramenta muito alto
uk: Номер інструменту занадто великий

source: Tool number exceeds the maximum supported value. Use a valid tool number.
de: Werkzeugnummer überschreitet den maximal unterstützten Wert. Verwenden Sie eine gültige Werkzeugnummer.
es: El número de herramienta excede el valor máximo admitido. Utilice un número de herramienta válido.
fr: Le numéro d'outil dépasse la valeur maximale prise en charge. Utilisez un numéro d'outil valide.
pt: O número da ferramenta excede o valor máximo suportado. Use um número de ferramenta válido.
uk: Номер інструменту перевищує максимальне підтримуване значення. Використовуйте дійсний номер інструменту.

source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
pt: Erro Desconhecido
uk: Невідома помилка

source: Invalid error code reported by machine.
de: Ungültiger Fehlercode von Maschine gemeldet.
es: Código de error no válido informado por la máquina.
fr: Code d'erreur non valide signalé par la machine.
pt: Código de erro inválido reportado pela máquina.
uk: Неправильний код помилки, повідомлений машиною.

source: Stepper Configuration
de: Schrittmotor-Konfiguration
es: Configuración del motor paso a paso
fr: Configuration des moteurs pas à pas
pt: Configuração do Motor de Passo
uk: Конфігурація stepper-моторів

source: Settings related to stepper motor timing and signal polarity.
de: Einstellungen zu Schrittmotor-Timing und Signalpolarität.
es: Ajustes relacionados con la temporización del motor paso a paso y la polaridad de la señal.
fr: Paramètres liés au minutage et à la polarité des signaux des moteurs pas à pas.
pt: Configurações relacionadas ao tempo do motor de passo e à polaridade do sinal.
uk: Налаштування, пов'язані з таймінгом stepper-моторів та полярністю сигналу.

source: Control & Reporting
de: Steuerung & Berichte
es: Control e informes
fr: Commande et rapport
pt: Controle e Relatórios
uk: Керування та звітність

source: Settings for GRBL's motion control and status reporting.
de: Einstellungen für GRBLs Bewegungssteuerung und Statusberichte.
es: Ajustes para el control de movimiento y los informes de estado de GRBL.
fr: Paramètres de contrôle du mouvement et de rapport d’état de GRBL.
pt: Configurações para o controle de movimento e relatório de status do GRBL.
uk: Налаштування керування рухом та звітності про статус GRBL.

source: Limits & Homing
de: Endschalter & Referenzfahrt
es: Límites y posicionamiento inicial
fr: Limites et référencement
pt: Limites e Referenciação
uk: Обмеження та пошук дому

source: Settings for soft/hard limits and the homing cycle.
de: Einstellungen für Soft-/Hard-Limits und den Referenzfahrtzyklus.
es: Ajustes para límites de software/hardware y el ciclo de posicionamiento inicial.
fr: Paramètres des limites logicielles/mécaniques et du cycle de référencement.
pt: Configurações para limites de software/hardware e o ciclo de referenciação.
uk: Налаштування м'яких/жорстких обмежень та циклу пошуку дому.

source: Spindle & Laser
de: Spindel & Laser
es: Husillo y láser
fr: Broche et laser
pt: Fuso e Laser
uk: Шпиндель та лазер

source: Settings for controlling the spindle or laser module.
de: Einstellungen zur Steuerung des Spindel- oder Lasermoduls.
es: Ajustes para controlar el husillo o el módulo láser.
fr: Paramètres de contrôle de la broche ou du module laser.
pt: Configurações para controlar o fuso ou o módulo de laser.
uk: Налаштування керування шпинделем або лазерним модулем.

source: Axis Calibration
de: Achsenkalibrierung
es: Calibración de ejes
fr: Étalonnage des axes
pt: Calibração dos Eixos
uk: Калібрування осей

source: Defines the steps-per-millimeter for each axis.
de: Definiert die Schritte pro Millimeter für jede Achse.
es: Define los pasos por milímetro para cada eje.
fr: Définit le nombre de pas par millimètre pour chaque axe.
pt: Define os passos por milímetro para cada eixo.
uk: Визначає кроки на міліметр для кожної осі.

source: Axis Kinematics
de: Achsenkinematik
es: Cinemática de ejes
fr: Cinématique des axes
pt: Cinemática dos Eixos
uk: Кінематика осей

source: Defines the maximum rate and acceleration for each axis.
de: Definiert die maximale Geschwindigkeit und Beschleunigung für jede Achse.
es: Define la velocidad máxima y la aceleración para cada eje.
fr: Définit la vitesse et l’accélération maximales pour chaque axe.
pt: Define a velocidade máxima e a aceleração para cada eixo.
uk: Визначає максимальну швидкість та прискорення для кожної осі.

source: Axis Travel
de: Verfahrweg der Achsen
es: Recorrido del eje
fr: Course des axes
pt: Percurso dos Eixos
uk: Хід осей

source: Defines the maximum travel distance for each axis.
de: Definiert den maximalen Verfahrweg für jede Achse.
es: Define la distancia máxima de recorrido para cada eje.
fr: Définit la distance de déplacement maximale pour chaque axe.
pt: Define a distância máxima de percurso para cada eixo.
uk: Визначає максимальну дистанцію ходу для кожної осі.

source: GRBL (Serial)
de: GRBL (Seriell)
fr: GRBL (Série)
uk: GRBL (Послідовний)

source: GRBL-compatible serial connection
de: GRBL-kompatible serielle Verbindung
es: Conexión serie compatible con GRBL
fr: Connexion série compatible GRBL
pt: Conexão serial compatível com GRBL
uk: Сумісний з GRBL послідовний зв'язок

source: Machine Coordinates (G53)
de: Maschinenkoordinaten (G53)
es: Coordenadas de máquina (G53)
fr: Coordonnées machine (G53)
pt: Coordenadas de máquina (G53)
uk: Машинні координати (G53)

source: Port
es: Puerto
pt: Porta
uk: Порт

source: Serial port for the device
de: Serieller Port für das Gerät
es: Puerto serie para el dispositivo
fr: Port série pour le périphérique
pt: Porta serial para o dispositivo
uk: Послідовний порт для пристрою

source: Enable status polling during running jobs
de: Statusabfrage während laufender Aufträge aktivieren
es: Habilitar sondeo de estado durante los trabajos en ejecución
fr: Activer l'interrogation de l'état pendant les tâches en cours
pt: Ativar a consulta de estado durante trabalhos em execução
uk: Увімкнути опитування статусу під час виконання завдань

source: Whether to query status during jobs. Disabling can help reduce load on slow machines
de: Ob der Status während Aufträgen abgefragt werden soll. Deaktivieren kann die Last auf langsamen Maschinen verringern.
es: Consultar el estado durante los trabajos. Desactivarlo puede ayudar a reducir la carga en máquinas lentas
fr: Interroger l'état pendant les tâches. La désactivation peut aider à réduire la charge sur les machines lentes.
pt: Se deve consultar o estado durante os trabalhos. Desativar pode ajudar a reduzir a carga em máquinas lentas
uk: Чи опитувати статус під час завдань. Вимкнення може допомогти зменшити навантаження на повільні машини

source: Port must be configured.
de: Port muss konfiguriert werden.
es: El puerto debe estar configurado.
fr: Le port doit être configuré.
pt: A porta deve ser configurada.
uk: Порт має бути налаштований.

source: Baud rate must be configured.
de: Baudrate muss konfiguriert werden.
es: La tasa de baudios debe estar configurada.
fr: Le débit en bauds doit être configuré.
pt: A taxa de transmissão deve ser configurada.
uk: Швидкість передачі має бути налаштована.
